{"data": [{"no": 2010, "text": [{"no": 0, "T": "\n@##\n    The longest bull run in a century of art-market history ended on a dramatic note with a sale of 56 works by Damien Hirst, “Beautiful Inside My Head Forever”,at Sotheby’s in London on September 15th 2008. All but two pieces sold, fetching more than ￡70m, a record for a sale by a single artist. It was a last victory. As the auctioneer\ncalled out bids, in New York one of the oldest banks on Wall Street, Lehman Brothers, filed for bankruptcy.\n@##\n  The world art market had already been losing momentum for a while after rising bewilderingly since 2003. At its peak in 2007 it was worth some $65 billion, reckons Clare Mc Andrew, founder of Arts Economics, a research firm—double the figure five years earlier. Since then it may have come down to $50 billion. But the market generates interest far beyond its size because it brings together great wealth, enormous egos, greed, passion and controversy in a way matched by few other industries.\n@##\n    In the weeks and months that followed Mr. Hirst’s sale, spending of any sort became deeply unfashionable, especially in New York, where the bail-out of the banks coincided with the loss of thousands of jobs and the financial demise of many art-buying investors. In the art world that meant collectors stayed away from galleries and salerooms. Sales of contemporary art fell by two-thirds, and in the most overheated sector—for Chinese contemporary art—they were down by nearly 90% in the year to November 2008. Within weeks the world’s two biggest auction houses, Sotheby’s and Christie’s, had to pay out nearly $200m in guarantees to clients who had placed works for sale with them.\n@##\n    The current downturn in the art market is the worst since the Japanese stopped buying Impressionists at the  end of 1989, a move that started the most serious contraction in the market since the Second World War. This time experts reckon that prices are about 40% down on their peak on average, though some have been far more fluctuant. But Edward Dolman, Christie’s chief executive, says: “I’m pretty confident we’re at the bottom.”\n@##\n    What makes this slump different from the last, he says, is that there are still buyers in the market, whereas in the early 1990s, when interest rates were high, there was no demand even though many collectors wanted to sell. Christie’s revenues in the first half of 2009 were still higher than in the first half of 2006. Almost everyone who  was interviewed for this special report said that the biggest problem at the moment is not a lack of demand but a lack of good work to sell. The three Ds—death, debt and divorce—still deliver works of art to the market. But anyone who does not have to sell is keeping away, waiting for confidence to return.\n", "Q": [{"no": 0, "question": "In the first paragraph, Damien Hirst's sale was referred to as “a last victory” because .\n@# the art market had witnessed a succession of victories\n@# the auctioneer finally got the two pieces at the highest bids\n@# Beautiful Inside My Head Forever won over all masterpieces\n@# it was successfully made just before the world financial crisis"}, {"no": 1, "question": "By saying “spending of any sort became deeply unfashionable”(Line 1-2,Para.3),the author suggests that .\n@# collectors were no longer actively involved in art-market auctions\n    @#people stopped every kind of spending and stayed away from galleries\n@# art collection as a fashion had lost its appeal to a great extent\n@#works of art in general had gone out of fashion so they were not worth buying"}, {"no": 2, "question": "Which of the following statements is NOT true?\n    @#Sales of contemporary art fell dramatically from 2007 to 2008.\n@# The art market surpassed many other industries in momentum.\n@# The market generally went downward in various ways.\n@# Some art dealers were awaiting better chances to come."}, {"no": 3, "question": "The three Ds mentioned in the last paragraph are\n@#auction houses ' favorites\n@# contemporary trends\n@# factors promoting artwork circulation\n@# styles representing impressionists"}, {"no": 4, "question": "The most appropriate title for this text could be\n@#Fluctuation of Art Prices\n@#Up-to-date Art Auctions\n@#Art Market in Decline\n@#Shifted Interest in Arts\n"}]}, {"no": 1, "T": "\n@##\n    I was addressing a small gathering in a suburban Virginia living room—a women's group that had invited men\nto join them. Throughout the evening one man had been particularly talkative, frequently offering ideas and anecdotes, while his wife sat silently beside him on the couch. Toward the end of the evening I commented that women frequently complain that their husbands don't talk to them. This man quickly nodded in agreement. He gestured toward his wife and said, \"She's the talker in our family.\" The room burst into laughter; the man looked puzzled and hurt. \"It's true,\" he explained. \"When I come home from work, I have nothing to say. If she didn't keep the conversation going, we'd spend the whole evening in silence.\"\n@##\n    This episode crystallizes the irony that although American men tend to talk more than women in public situations, they often talk less at home. And this pattern is wreaking havoc with marriage.\n@##     \nThe pattern was observed by political scientist Andrew Hacker in the late 1970s. Sociologist Catherine Kohler Riessman reports in her new book \"Divorce Talk\" that most of the women she interviewed—but only a few of the men—gave lack of communication as the reason for their divorces. Given the current divorce rate of nearly 50 percent,that amounts to millions of cases in the United States every year —a virtual epidemic of failed\nconversation.\n@##\n    In my own research complaints from women about their husbands most often focused not on tangible inequities such as having given up the chance for a career to accompany a husband to his or doing far more than their share of daily life-support work like cleaning, cooking, social arrangements and errands. Instead they focused on communication: \"He doesn't listen to me.\" \"He doesn't talk to me.\" I found as Hacker observed years before that most wives want their husbands to be first and foremost conversational partners but few husbands share this expectation of their wives.\n@##\n    In short the image that best represents the current crisis is the stereotypical cartoon scene of a man sitting at the breakfast table with a newspaper held up in front of his face, while a woman glares at the back of it, wanting to talk.\n", "Q": [{"no": 0, "question": "What is most wives' main expectation of their husbands?\n@# Talking to them.\n@# Trusting them.\n@# Supporting their careers.\n@# Sharing housework."}, {"no": 1, "question": "Judging from the context, the phrase “wreaking havoc”(Line 3,Para.2)most probably means .\n@# generating motivation.\n@# exerting influence\n@# causing damage\n@# creating pressure"}, {"no": 2, "question": "All of the following are true EXCEPT\n@# men tend to talk more in public than women\n@# nearly 50 percent of recent divorces are caused by failed conversation\n@# women attach much importance to communication between couples\n@# a female tends to be more talkative at home than her spouse"}, {"no": 3, "question": "Which of the following can best summarize the main idea of this text?\n@#The moral decaying deserves more research by sociologists\n@#Marriage break-up stems from sex inequalities\n@#Husband and wife have different expectations from their marriage\n@#Conversational patterns between man and wife are different."}, {"no": 4, "question": "In the following part immediately after this text, the author will most probably focus on\n@#a vivid account of the new book Divorce Talk\n@#a detailed description of the stereotypical cartoon\n@#other possible reasons for a high divorce rate in the U.S\n@#a brief introduction to the political scientist Andrew Hacker\n"}]}, {"no": 2, "T": "\n@##\n    Over the past decade, many companies had perfected the art of creating automatic behaviors — habits — among consumers. These habits have helped companies earn billions of dollars when customers eat snacks, apply lotions and wipe counters almost without thinking, often in response to a carefully designed set of daily cues.\n@##\n    “There are fundamental public health problems, like dirty hands instead of a soap habit, that remain killers only because we can’t figure out how to change people’s habits,” Dr. Curtis said. “We wanted to learn from private industry how to create new behaviors that happen automatically.”\n@##\n    The companies that Dr. Curtis turned to — Procter & Gamble, Colgate-Palmolive and Unilever — had invested hundreds of millions of dollars finding the subtle cues in consumers’ lives that corporations could use to introduce new routines.\n@##\nIf you look hard enough, you’ll find that many of the products we use every day — chewing gums, skin moisturizers, disinfecting wipes, air fresheners, water purifiers, health snacks, antiperspirants, colognes, teeth whiteners, fabric softeners, vitamins— are results of manufactured habits. A century ago, few people regularly brushed their teeth multiple times a day. Today, because of canny advertising and public health campaigns, many Americans habitually give their pearly whites a cavity-preventing scrub twice a day, often with Colgate, Crest or one of the other brands.\n@##\nA few decades ago, many people didn’t drink water outside of a meal. Then beverage companies started bottling the production of far-off springs, and now office workers unthinkingly sip bottled water all day long. Chewing gum, once bought primarily by adolescent boys, is now featured in commercials as a breath freshener and teeth cleanser for use after a meal. Skin moisturizers are advertised as part of morning beauty rituals, slipped in between hair brushing and putting on makeup.\n@##\n    “Our products succeed when they become part of daily or weekly patterns,” said Carol Berning, a consumer psychologist who recently retired from Procter & Gamble, the company that sold $76 billion of Tide, Crest and other products last year. “Creating positive habits is a huge part of improving our consumers’ lives, and it’s  essential to making new products commercially viable.”\n@##\n    Through experiments and observation, social scientists like Dr. Berning have learned that there is power in tying certain behaviors to habitual cues through relentless advertising. As this new science of habit has emerged, controversies have erupted when the tactics have been used to sell questionable beauty creams or unhealthy foods.\n", "Q": [{"no": 0, "question": "According to Dr. Curtis, habits like hand washing with soap\n@#should be further cultivated\n@#should be changed gradually\n@#are deeply rooted in history\n@#are basically private concerns"}, {"no": 1, "question": "Bottled water, chewing gun and skin moisturizers are mentioned in Paragraph 5 so as to\n@#reveal their impact on people’s habits\n@#show the urgent need of daily necessities\n@#indicate their effect on people’s buying power\n@#manifest the significant role of good habits"}, {"no": 2, "question": "Which of the following does NOT belong to products that help create people’s habits?\n@#Tide\n@#Crest\n@#Colgate\n@#Unilever "}, {"no": 3, "question": "From the text we know that some of consumer’s habits are developed due to\n@#perfected art of products\n@#automatic behavior creation\n@#commercial promotions\n@#scientific experiments"}, {"no": 4, "question": "The author’s attitude toward the influence of advertisement on people’s habits is\n@#indifferent\n@#negative\n@#positive\n@#biased\n"}]}, {"no": 3, "T": "\n@##\n    Many Americans regard the jury system as a concrete expression of crucial democratic values, including the principles that all citizens who meet minimal qualifications of age and literacy are equally competent to serve on juries; that jurors should be selected randomly from a representative cross section of the community; that no citizen should be denied the right to serve on a jury on account of race, religion, sex, or national origin; that defendants are entitled to trial by their peers; and that verdicts should represent the conscience of the community and not just the letter of the law. The jury is also said to be the best surviving example of direct rather than representative democracy. In a direct democracy, citizens take turns governing themselves, rather than electing representatives to govern for them.\n@##\n    But as recently as in 1986, jury selection procedures conflicted with these democratic ideals. In some states, for example, jury duty was limited to persons of supposedly superior intelligence, education, and moral character. Although the Supreme Court of the United States had prohibited intentional racial discrimination in jury selection as early as the 1880 case of Strauder v. West Virginia, the practice of selecting so-called elite or blue-ribbon juries provided a convenient way around this and other antidiscrimination laws.\n@##\n    The system also failed to regularly include women on juries until the mid-20th century. Although women first served on state juries in Utah in 1898, it was not until the 1940s that a majority of states made women eligible for jury duty. Even then several states automatically exempted women from jury duty unless they personally asked to have their names included on the jury list. This practice was justified by the claim that women were needed at home, and it kept juries unrepresentative of women through the 1960s.\n@##\n    In 1968, the Congress of the United States passed the Jury Selection and Service Act, ushering in a new era of democratic reforms for the jury. This law abolished special educational requirements for federal jurors and required them to be selected at random from a cross section of the entire community. In the landmark 1975 decision Taylor vs. Louisiana, the Supreme Court extended the requirement that juries be representative of all parts of the community to the state level. The Taylor decision also declared sex discrimination in jury selection to be unconstitutional and ordered states to use the same procedures for selecting male and female jurors.\n", "Q": [{"no": 0, "question": "From the principles of the US jury system, we learn that\n@#both liberate and illiterate people can serve on juries\n@#defendants are immune from trial by their peers\n@#no age limit should be imposed for jury service\n@#judgment should consider the opinion of the public"}, {"no": 1, "question": "The practice of selecting so-called elite jurors prior to 1968 showed\n@#the inadequacy of antidiscrimination laws\n@#the prevalent discrimination against certain races\n@#the conflicting ideals in jury selection procedures\n@#the arrogance common among the Supreme Court justices"}, {"no": 2, "question": "Even in the 1960s, women were seldom on the jury list in some states because\n@#they were automatically banned by state laws\n@#they fell far short of the required qualifications\n@#they were supposed to perform domestic duties\n@#they tended to evade public engagement"}, {"no": 3, "question": "After the Jury Selection and Service Act was passed.\n@# sex discrimination in jury selection was unconstitutional and had to be abolished\n@# educational requirements became less rigid in the selection of federal jurors\n@# jurors at the state level ought to be representative of the entire community\n@# states ought to conform to the federal court in reforming the jury system"}, {"no": 4, "question": "In discussing the US jury system, the text centers on\n@#its nature and problems\n@#its characteristics and tradition\n@#its problems and their solutions\n@#its tradition and development"}]}]}, {"no": 2011, "text": [{"no": 0, "T": "\n@##\nRuth Simmons joined Goldman Sachs’s board as an outside director in January 2000: a year later she became president of Brown University. For the rest of the decade she apparently managed both roles without attracting much eroticism. But by the end of 2009 Ms. Simmons was under fire for having sat on Goldman’s compensation committee; how could she have let those enormous bonus payouts pass unremarked? By February the next year Ms. Simmons had left the board. The position was just taking up too much time, she said.\n@##\nOutside directors are supposed to serve as helpful, yet less biased, advisers on a firm’s board. Having made their wealth and their reputations elsewhere, they presumably have enough independence to disagree with the  chief executive’s proposals. If the sky, and the share price is falling, outside directors should be able to give advice based on having weathered their own crises.\n@##\nThe researchers from Ohio University used a database hat covered more than 10,000 firms and more than 64,000 different directors between 1989 and 2004. Then they simply checked which directors stayed from one proxy statement to the next. The most likely reason for departing a board was age, so the researchers concentrated on those “surprise” disappearances by directors under the age of 70. They fount that after a surprise departure, the probability that the company will subsequently have to restate earnings increased by nearly 20%. The likelihood  of being named in a federal class-action lawsuit also increases, and the stock is likely to perform worse. The effect tended to be larger for larger firms. Although a correlation between them leaving and subsequent bad performance at the firm is suggestive, it does not mean that such directors are always jumping off a sinking ship. Often they “trade up.” Leaving riskier, smaller firms for larger and more stable firms.\n@##\nBut the researchers believe that outside directors have an easier time of avoiding a blow to their reputations if they leave a firm before bad news breaks, even if a review of history shows they were on the board at the time any wrongdoing occurred. Firms who want to keep their outside directors through tough times may have to create incentives. Otherwise outside directors will follow the example of Ms. Simmons, once again very popular on campus.\n", "Q": [{"no": 0, "question": "According to Paragraph 1, Ms. Simmons was criticized for .\n@#gaining excessive profits\n@#failing to fulfill her duty\n@#refusing to make compromises\n@#leaving the board in tough times"}, {"no": 1, "question": "We learn from Paragraph 2 that outside directors are supposed to be .\n@#generous investors\n@#unbiased executives\n@#share price forecasters\n@#independent advisers"}, {"no": 2, "question": "According to the researchers from Ohio University after an outside director’s surprise departure, the firm is likely to\n@#become more stable\n@#report increased earnings\n@#do less well in the stock market\n@#perform worse in lawsuits"}, {"no": 3, "question": "It can be inferred from the last paragraph that outside directors .\n@#may stay for the attractive offers from the firm\n@#have often had records of wrongdoings in the firm\n@#are accustomed to stress-free work in the firm\n@#will decline incentives from the firm"}, {"no": 4, "question": "The author’s attitude toward the role of outside directors is .\n@#permissive\n@#positive\n@#scornful\n@#critical\n"}]}, {"no": 1, "T": "\n@##\nWhatever happened to the death of newspaper? A year ago the end seemed near. The recession threatened to remove the advertising and readers that had not already fled to the internet. Newspapers like the San Francisco Chronicle were chronicling their own doom. America’s Federal Trade commission launched a round of talks about how to save newspapers. Should they become charitable corporations? Should the state subsidize them ? It will hold another meeting soon. But the discussions now seem out of date.\n@##\nIn much of the world there is the sign of crisis. German and Brazilian papers have shrugged off the recession. Even American newspapers, which inhabit the most troubled come of the global industry, have not only survived but often returned to profit. Not the 20% profit margins that were routine a few years ago, but profit all the same.\n@##\nIt has not been much fun. Many papers stayed afloat by pushing journalists overboard. The American Society of News Editors reckons that 13,500 newsroom jobs have gone since 2007. Readers are paying more for slimmer products. Some papers even had the nerve to refuse delivery to distant suburbs. Yet these desperate measures have proved the right ones and, sadly for many journalists, they can be pushed further.\n@##\nNewspapers are becoming more balanced businesses, with a healthier mix of revenues from readers and advertisers. American papers have long been highly unusual in their reliance on ads. Fully 87% of their revenues came from advertising in 2008, according to the Organization for Economic Cooperation & Development (OECD). In Japan the proportion is 35%. Not surprisingly, Japanese newspapers are much more stable.\n@##\nThe whirlwind that swept through newsrooms harmed everybody, but much of the damage has been concentrated in areas where newspaper are least distinctive. Car and film reviewers have gone. So have science and general business reporters. Foreign bureaus have been savagely cut off. Newspapers are less complete as a result. But completeness is no longer a virtue in the newspaper business.\n", "Q": [{"no": 0, "question": "By saying “Newspapers like … their own doom” (Lines 3-4, Para. 1), the author indicates that newspaper\n@#neglected the sign of crisis\n@#failed to get state subsidies\n@#were not charitable corporations\n@#were in a desperate situation"}, {"no": 1, "question": "Some newspapers refused delivery to distant suburbs probably because .\n@#readers threatened to pay less\n@#newspapers wanted to reduce costs\n@#journalists reported little about these areas\n@#subscribers complained about slimmer products"}, {"no": 2, "question": "Compared with their American counterparts, Japanese newspapers are much more stable because they .\n@#have more sources of revenue\n@#have more balanced newsrooms\n@#are less dependent on advertising\n@#are less affected by readership"}, {"no": 3, "question": "What can be inferred from the last paragraph about the current newspaper business?\n@#Distinctiveness is an essential feature of newspapers\n@#Completeness is to blame for the failure of newspaper.\n@#Foreign bureaus play a crucial role in the newspaper business.\n@#Readers have lost their interest in car and film reviews.\n@@@"}, {"no": 4, "question": "The most appropriate title for this text would be .\n@#American Newspapers: Struggling for Survival\n@#American Newspapers: Gone with the Wind\n@#American Newspapers: A Thriving Business\n@#American Newspapers: A Hopeless Story\n"}]}, {"no": 2, "T": "\n@##\nWe tend to think of the decades immediately following World War II as a time of prosperity and growth, with soldiers returning home by the millions, going off to college on the G. I. Bill and lining up at the marriage bureaus.\n@##\nBut when it came to their houses, it was a time of common sense and a belief that less could truly be more. During the Depression and the war, Americans had learned to live with less, and that restraint, in  combination with the postwar confidence in the future, made small, efficient housing positively stylish.\n@##\nEconomic condition was only a stimulus for the trend toward efficient living. The phrase “less is more” was actually first popularized by a German, the architect Ludwig Mies van der Rohe, who like other people associated with the Bauhaus, a school of design, emigrated to the United States before World War II\nand took up posts at American architecture schools. These designers came to exert enormous influence on the course of American architecture, but none more so that Mies.\n@##\nMies’s signature phrase means that less decoration, properly organized, has more impact that a lot. Elegance, he believed, did not derive from abundance. Like other modern architects, he employed metal, glass and laminated wood-materials that we take for granted today buy that in the 1940s symbolized the future. Mies’s sophisticated presentation masked the fact that the spaces he designed were small and efficient, rather than big and often empty.\n@## The apartments in the elegant towers Mies built on Chicago’s Lake Shore Drive, for example, were smaller-two-bedroom units under 1,000 square feet-than those in their older neighbors along the city’s Gold Coast. But they were popular because of their airy glass walls, the views they afforded and the elegance of the buildings’ details and proportions, the architectural equivalent of the abstract art so popular at the time.\n@##\nThe trend toward “less” was not entirely foreign. In the 1930s Frank Lloyd Wright started building more modest and efficient houses-usually around 1,200 square feet-than the spreading two-story ones he had designed  in the 1890s and the early 20th century.\n@##\nThe “Case Study Houses” commissioned from talented modern architects by California Arts & Architecture magazine between 1945 and 1962 were yet another homegrown influence on the “less is more” trend. Aesthetic effect came from the landscape, new materials and forthright detailing. In his Case Study House, Ralph everyday life - few American families acquired helicopters, though most eventually got clothes dryers - but his belief that self-sufficiency was both desirable and inevitable was widely shared.\n", "Q": [{"no": 0, "question": "The postwar American housing style largely reflected the Americans’.\n@#prosperity and growth\n@#efficiency and practicality\n@#restraint and confidence\n@#pride and faithfulness"}, {"no": 1, "question": "Which of the following can be inferred from Paragraph 3 about Bauhaus?\n@#It was founded by Ludwig Mies van der Rohe\n@#Its designing concept was affected by World War II.\n@#Most American architects used to be associated with it.\n@#It had a great influence upon American architecture.\n@@@"}, {"no": 2, "question": "Mies held that elegance of architectural design.\n@#was related to large space\n@#was identified with emptiness\n@#was not reliant on abundant decoration\n@#was not associated with efficiency"}, {"no": 3, "question": "What is true about the apartments Mies building Chicago’s Lake Shore Drive?\n@#They ignored details and proportions\n@#They were built with materials popular at that time.\n@#They were more spacious than neighboring buildings.\n@#They shared some characteristics of abstract art.\n@@@"}, {"no": 4, "question": "What can we learn about the design of the “Case Study House”?\n@#Mechanical devices were widely used\n@#Natural scenes were taken into consideration\n@#Details were sacrificed for the overall effect.\n@#Eco-friendly materials were employed.\n@##\n"}]}, {"no": 3, "T": "\n@##\nWill the European Union make it? The question would have sounded strange not long ago. Now even the project’s greatest cheerleader’s talk of a continent facing a “Bermuda triangle” of debt, population decline and lower growth.\n@##\nAs well as those chronic problems, the EU faces an acute crisis in its economic core, the 16 countries that use the single currency. Markets have lost faith that the euro zone’s economies, weaker or stronger, will one day converge thanks to the discipline of sharing a single currency, which denies uncompetitive members the quick fix of devaluation.\n@##\nYet the debate about how to save Europe’s single currency from disintegration is stuck. It is stuck because the euro zone’s dominant powers, France and Germany, agree on the need for greater harmonization within the euro zone, but disagree about what to harmonies.\n@##\nGermany thinks the euro must be saved by stricter rules on borrow spending and competitiveness, barked by quasi-automatic sanctions for governments that do not obey. These might include threats to freeze EU funds for poorer regions and EU mega-projects and even the suspension of a country’s voting rights in EU ministerial councils. It insists that economic co-ordination should involve all 27 members of the EU club, among whom there is a small majority for free-market liberalism and economic rigors; in the inner core alone, Germany fears, a small majority favour French interference.\n@##\nA “southern” camp headed by French wants something different:”European economic government” within an inner core of euro-zone members. Translated, that means politicians intervening in monetary policy and a system of redistribution from richer to poorer members, via cheaper borrowing for governments through common Eurobonds or complete fiscal transfers. Finally, figures close to the France government have murmured, euro-zone members should agree to some fiscal and social harmonization: e.g., curbing competition in corporate-tax rates or labour costs.\n@##\nIt is too soon to write off the EU. It remains the world’s largest trading block. At its best, the European project is remarkably liberal: built around a single market of 27 rich and poor countries, its internal borders are far more open to goods, capital and labour than any comparable trading area. It is an ambitious attempt to blunt the sharpest edges of globalization, and make capitalism benign.\n", "Q": [{"no": 0, "question": "The EU is faced with so many problems that\n@#it has more or less lost faith in markets\n@#even its supporters begin to feel concerned\n@#some of its member countries plan to abandon euro\n@#it intends to deny the possibility of devaluation"}, {"no": 1, "question": "The debate over the EU’s single currency is stuck because the dominant powers\n@#are competing for the leading position\n@#are busy handling their own crises\n@#fail to reach an agreement on harmonization\n@#disagree on the steps towards disintegration"}, {"no": 2, "question": "To solve the euro problem, Germany proposed that\n@#EU funds for poor regions be increased\n@#stricter regulations be imposed\n@#only core members be involved in economic co-ordination\n@#voting rights of the EU members be guaranteed"}, {"no": 3, "question": "The French proposal of handling the crisis implies that\n@#poor countries are more likely to get funds\n@#strict monetary policy will be applied to poor countries\n@#loans will be readily available to rich countries\n@#rich countries will basically control Eurobonds"}, {"no": 4, "question": "Regarding the future of the EU, the author seems to feel\n@#pessimistic\n@#desperate\n@#conceited\n@#hopeful"}]}]}, {"no": 2012, "text": [{"no": 0, "T": "\n@##\nHomework has never been terribly popular with students and even many parents, but in recent years it has been particularly scorned. School districts across the country, most recently Los Angeles Unified, are revising their thinking on his educational ritual. Unfortunately, L.A. Unified has produced an inflexible policy which mandates that with the exception of some advanced courses, homework may no longer count for more than 10% of a student’s academic grade.\n@##\nThis rule is meant to address the difficulty that students from impoverished or chaotic homes might have in completing their homework. But the policy is unclear and contradictory. Certainly, no homework should be assigned that students cannot do without expensive equipment. But if the district is essentially giving a pass to students who do not do their homework because of complicated family lives, it is going riskily close to the implication that standards need to be lowered for poor children.\n@##\nDistrict administrators say that homework will still be a pat of schooling: teachers are allowed to assign as much of it as they want. But with homework counting for no more than 10% of their grades, students can easily skip half their homework and see vey little difference on their report cards. Some students might do well on state tests without completing their homework, but what about the students who performed well on the tests and did their homework? It is quite possible that the homework helped. Yet rather than empowering teachers to find what works best for their students, the policy imposes a flat, across-the-board rule.\n@##\nAt the same time, the policy addresses none of the truly thorny questions about homework. If the district finds homework to be unimportant to its students’ academic achievement, it should move to reduce or eliminate the assignments, not make them count for almost nothing. Conversely, if homework does nothing to ensure that the homework students are not assigning more than they are willing to review and correct.\n@##\nThe homework rules should be put on hold while the school board, which is responsible for setting educational policy, looks into the matter and conducts public hearings. It is not too late for L.A. Unified to do homework right. \n", "Q": [{"no": 0, "question": "It is implied in paragraph 1 that  nowadays homework\n@# is receiving more criticism\n@#is no longer an educational ritual\n@#is not required for advanced courses\n@#is gaining more preferences"}, {"no": 1, "question": "L.A.Unified has made the rule about homework mainly because poor students .\n@#tend to have moderate expectations for their education\n@#have asked for a different educational standard\n@#may have problems finishing their homework\n@#have voiced their complaints about homework "}, {"no": 2, "question": "According to Paragraph 3,one problem with the policy is that it may .\n@#discourage students from doing homework\n@#result in students' indifference to their report cards\n@#undermine the authority of state tests\n@#restrict teachers' power in education"}, {"no": 3, "question": "As mentioned in Paragraph 4, a key question unanswered about homework is whether .\n@# it should be eliminated\n@#it counts much in schooling\n@#it places extra burdens on teachers\n@#it is important for grades"}, {"no": 4, "question": "A suitable title for this text could be .\n@#Wrong Interpretation of an Educational Policy\n@#A Welcomed Policy for Poor Students\n@#Thorny Questions about Homework\n@#A Faulty Approach to Homework\n"}]}, {"no": 1, "T": " \n@##\nPretty in pink: adult women do not remember being so obsessed with the colour, yet it is pervasive in our young girls’ lives. It is not that pink intrinsically bad, but it is a tiny slice of the rainbow and, though it may celebrate girlhood in one way, it also repeatedly and firmly fused girls’ identity to appearance. Then it presents that connection, even among two-year-olds, between girls as not only innocent but as evidence of innocence. Looking around, despaired at the singular lack of imagination about girls’ lives and interests.\n@##\nGirls' attraction to pink may seem unavoidable, somehow encoded in their DNA, but according to Jo Paoletti, an associate professor of American Studies, it's not. Children were not colour-coded at all until the early 20th century: in the era before domestic washing machines all babies wore white as a practical matter, since the only  way of getting clothes clean was to boil them. What's more, both boys and girls wore what were thought of as gender-neutral dresses. When nursery colours were introduced, pink was actually considered the more masculine colour, a pastel version of red, which was associated with strength. Blue, with its intimations of the Virgin Mary, constancy and faithfulness, symbolised femininity. It was not until the mid-1980s, when amplifying age and sex differences became a dominant children's marketing strategy, that pink fully came into its own, when it began to seem innately attractive to girls, part of what defined them as female, at least for the first few critical years.\n@##\nI had not realised how profoundly marketing trends dictated our perception of what is natural to kids, including our core beliefs about their psychological development. Take the toddler. I assumed that phase was something experts developed after years of research into children's behaviour: wrong. Turns out, according to Daniel Cook, a historian of childhood consumerism, it was popularised as a marketing gimmick by clothing manufacturers in the 1930s.\n@##\nTrade publications counseled department stores that, in order to increase sales, they should create a \"third stepping stone\" between infant wear and older kids' clothes. It was only after \"toddler\" became common shoppers' term that it evolved into a broadly accepted developmental stage. Splitting kids, or adults, into ever-tinier categories has proved a sure-fire way to boost profits. And one of the easiest ways to segment a market is to magnify gender differences – or invent them where they did not previously exist.\n", "Q": [{"no": 0, "question": "By saying \"it is ... The rainbow\"(line 3, Para 1), the author means pink . A should not be the sole representation of girlhood Bshould not be associated with girls' innocence Ccannot explain girls' lack of imagination\nDcannot influence girls' lives and interests"}, {"no": 1, "question": "According to Paragraph 2, which of the following is true of colours? A Colors are encoded in girls' DNA\nB Blue used to be regarded as the color for girls\nC Pink used to be a neutral color in symbolizing genders D White is preferred by babies"}, {"no": 2, "question": "The author suggests that our perception of children's psychological devotement was much influenced by\n@#the marketing of products for children\n@#the observation of children's nature\n@#researches into children's behavior\n@#studies of childhood consumption"}, {"no": 3, "question": "We may learn from Paragraph 4 that department stores were advised . \n@#focuses on infant wear and older kids' clothes\n@#attach equal importance to different genders \n@#classify consumers into smaller groups\n@#create some common shoppers' terms"}, {"no": 4, "question": "It can be concluded that girl's attraction to pink seems to be . \n@#clearly explained by their inborn tendency\n@#fully understood by clothing manufacturers\n@#mainly imposed by profit-driven businessmen \n@#well interpreted by psychological experts\n"}]}, {"no": 2, "T": "\n@##\nIn 2010. a federal judge shook America's biotech industry to its core. Companies had won patents for isolated DNA for decades-by 2005 some 20% of human genes were patented. But in March 2010 a judge ruled that genes were unpatentable. Executives were violently agitated. The Biotechnology Industry Organisation (BIO), a trade group, assured members that this was just a “preliminary step” in a longer battle.\n@##\nOn July 29th they were relieved, at least temporarily. A federal appeals court overturned the prior decision, ruling that Myriad Genetics could indeed hold patents to two genes that help forecast a woman's risk of breast cancer. The chief executive of Myriad, a company in Utah, said the ruling was a blessing to firms and patients alike.\n@##\nBut as companies continue their attempts at personalised medicine, the courts will remain rather busy. The Myriad case itself is probably not over. Critics make three main arguments against gene patents: a gene is a product of nature, so it may not be patented; gene patents suppress innovation rather than reward it; and patents' monopolies restrict access to genetic tests such as Myriad's. A growing number seem to agree. Last year a federal task-force urged reform for patents related to genetic tests. In October the Department of Justice filed a brief in the Myriad case, arguing that an isolated DNA molecule “is no less a product of nature... than are cotton fibres that have been separated from cotton seeds.”\n@##\nDespite the appeals court's decision, big questions remain unanswered. For example, it is unclear whether the sequencing of a whole genome violates the patents of individual genes within it. The case may yet reach the Supreme Court.\n@##\nAS the industry advances, however, other suits may have an even greater impact. Companies are unlikely to file many more patents for human DNA molecules - most are already patented or in the public domain .firms are now studying how genes interact, looking for correlations that might be used to determine the causes of disease or predict a drug’s efficacy. Companies are eager to win patents for ‘connecting the dots’, explains Hans Sauer, a lawyer for the BIO.\n@##\nTheir success may be determined by a suit related to this issue, brought by the Mayo Clinic, which the Supreme Court will hear in its next term. The BIO recently held a convention which included sessions to coach lawyers on the shifting landscape for patents. Each meeting was packed.\n", "Q": [{"no": 0, "question": "It can be learned from paragraph I that the biotech companies would like \n@#their executives to be active\n@#judges to rule out gene patenting\n@#genes to be patentable\n@#the BIO to issue a warning"}, {"no": 1, "question": "Those who are against gene patents believe that \n@#genetic tests are not reliable\n@#only man-made products are patentable\n@#patents on genes depend much on innovations\n@#courts should restrict access to genetic tests"}, {"no": 2, "question": "According to Hans Sauer, companies are eager to win patents for \n@#establishing disease correlations\n@#discovering gene interactions\n@#drawing pictures of genes\n@#identifying human DNA"}, {"no": 3, "question": "By saying “each meeting was packed”(line4,para6)the author means that \n@#the Supreme Court was authoritative\n@#the BIO was a powerful organization\n@#gene patenting was a great concern\n@#lawyers were keen to attend conventions"}, {"no": 4, "question": "Generally speaking, the author’s attitude toward gene patenting is \n@#critical\n@#supportive\n@#scornful\n@#objective\n"}]}, {"no": 3, "T": "\n@##\nThe great recession may be over, but this era of high joblessness is probably beginning. Before it ends,\nIt will likely change the life course and character of a generation of young adults. And ultimately, it is likely to reshape our politics, our culture, and the character of our society for years.\n@##\nNo one tries harder than the jobless to find silver linings in this national economic disaster. Many said that unemployment, while extremely painful, had improved them in some ways; they had become less materialistic and more financially prudent; they were more aware of the struggles of others. In limited respects, perhaps the recession will leave society better off. At the very least, it has awoken us from our national fever dream of easy riches and bigger houses, and put a necessary end to an era of reckless personal spending.\n@##\nBut for the most part, these benefits seem thin, uncertain, and far off. In The Moral Consequences of Economic Growth, the economic historian Benjamin Friedman argues that both inside and outside the U.S. , lengthy periods of economic stagnation or decline have almost always left society more mean-spirited and less inclusive, and have usually stopped or reversed the advance of rights and freedoms. Anti-immigrant sentiment typically increases, as does conflict between races and classes.\n@##\nIncome inequality usually falls during a recession, but it has not shrunk in this one. Indeed, this period of economic weakness may reinforce class divides, and decrease opportunities to cross them--- especially for young people. The research of Till Von Wachter, the economist in Columbia University, suggests that not all people graduating into a recession see their life chances dimmed: those with degrees from elite universities catch up fairly quickly to where they otherwise would have been if they had graduated in better times; it is the masses beneath them that are left behind.\n@##\nIn the internet age, it is particularly easy to see the resentment that has always been hidden within American society. More difficult, in the moment, is discerning precisely how these lean times are affecting society’s character. In many respects, the U.S. was more socially tolerant entering this recession than at any time in its history, and a variety of national polls on social conflict since then have shown mixed results. We will have to wait and see exactly how these hard times will reshape our social fabric. But they certainly it, and all the more so the longer they extend.\n", "Q": [{"no": 0, "question": "By saying “to find silver linings”（Line 1,Para.2）the author suggest that the jobless try to .\n@#seek subsidies from the government\n@#explore reasons for the unemployment\n@#make profits from the troubled economy\n@#look on the bright side of the recession"}, {"no": 1, "question": "According to Paragraph 2,the recession has made people .\n@#realize the national dream\n@#struggle against each other\n@#challenge their lifestyle\n@#reconsider their lifestyle"}, {"no": 2, "question": "Benjamin Friedman believed that economic recession may .\n@#impose a heavier burden on immigrants\n@#bring out more evils of human nature\n@#Promote the advance of rights and freedoms\n@#ease conflicts between races and classes "}, {"no": 3, "question": "The research of Till Von Wachther suggests that in recession graduates from elite universities tend to .\n@#lag behind the others due to decreased opportunities\n@#catch up quickly with experienced employees\n@#see their life chances as dimmed as the others’\n@#recover more quickly than the others"}, {"no": 4, "question": "The author thinks that the influence of hard times on society is .\n@#certain\n@#positive\n@#trivial\n@#destructive"}]}]}, {"no": 2013, "text": [{"no": 0, "T": "\n@##\nIn an essay entitled “Making It in America”, the author Adam Davidson relates a joke from cotton about just how much a modern textile mill has been automated: The average mill only two employees today,” a man and a dog. The man is there to feed the dog is there to keep the man away from the machines.”\n@##\nDavidson’s article is one of a number of pieces that have recently appeared making the point that the reason we have such stubbornly high unemployment and declining middle-class incomes today is also because of the advances in both globalization and the information technology revolution, which are more rapidly than ever replacing labor with machines or foreign worker.\n@##\nIn the past, workers with average skills, doing an average job，could earn an average\nlifestyle ,But ,today ,average is officially over. Being average just won’t earn you what it used to. It can’t when so many more employers have so much more access to so much more above average cheap foreign labor, cheap robotics, cheap software, cheap automation and cheap genius. Therefore, everyone needs to find their extra-their unique value contribution that makes them stand out in whatever is their field of employment.\n@##\nYes, new technology has been eating jobs forever, and always will. But there’s been an\nacceleration. As Davidson notes,” In the 10 years ending in 2009, [U.S.] factories shed workers so fast that they erased almost all the gains of the previous 70 years; roughly one out of every three manufacturing jobs-about 6 million in total -disappeared.\n@##\nThere will always be changed-new jobs, new products, new services. But the one thing we know for sure is that with each advance in globalization and the I.T. revolution, the best jobs will require workers to have more and better education to make themselves above average.\n@##\nIn a world where average is officially over, there are many things we need to do to support employment, but nothing would be more important than passing some kind of G.I.Bill for the 21st century that ensures that every American has access to poet-high school education.\n", "Q": [{"no": 0, "question": "The joke in Paragraph 1 is used to illustrate\n@#the impact of technological advances\n@#the alleviation of job pressure\n@#the shrinkage of textile mills\n@#the decline of middle-class incomes"}, {"no": 1, "question": "According to Paragraph 3, to be a successful employee, one has to\n@#work on cheap software\n@#ask for a moderate salary\n@#adopt an average lifestyle\n@#contribute something unique"}, {"no": 2, "question": "The quotation in Paragraph 4 explains that\n@#gains of technology have been erased\n@#job opportunities are disappearing at a high speed\n@#factories are making much less money than before\n@#new jobs and services have been offered"}, {"no": 3, "question": "According to the author, to reduce unemployment, the most important is\n@#to accelerate the I.T. revolution\n@#to ensure more education for people\n@#to advance economic globalization\n@#to pass more bills in the 21st century"}, {"no": 4, "question": "Which of the following would be the most appropriate title for the text?\n@#New Law Takes Effect\n@#Technology Goes Cheap\n@#Average Is Over\n@#Recession Is Bad\n"}]}, {"no": 1, "T": "\n@##\nA century ago, the immigrants from across the Atlantic included settlers and sojourners. Along with the many folks looking to make a permanent home in the United States came those who had no intention to stay, and 7millin people arrived while about 2 million departed. About a quarter of all\nItalian immigrants, for example, eventually returned to Italy for good. They even had an affectionate nickname, “uccelli di passaggio,” birds of passage.\n@##\nToday, we are much more rigid about immigrants. We divide newcomers into two categories: legal or illegal, good or bad. We hail them as Americans in the making, or our broken immigration system and the long political paralysis over how to fix it. We don’t need more categories, but we need to change the way we think about categories. We need to look beyond strict definitions of legal and illegal. To start, we can recognize the new birds of passage, those living and thriving in the gray areas. We might then begin to solve our immigration challenges.\n@##\nCrop pickers, violinists, construction workers, entrepreneurs, engineers, home health-care aides and physicists are among today’s birds of passage. They are energetic participants in a global economy driven by the flow of work, money and ideas .They prefer to come and go as opportunity calls them , They can manage to have a job in one place and a family in another.\n@##\nWith or without permission, they straddle laws, jurisdictions and identities with ease. We need them to imagine the United States as a place where they can be productive for a while without committing themselves to staying forever. We need them to feel that home can be both here and there and that they can belong to two nations honorably.\n@##\nAccommodating this new world of people in motion will require new attitudes on both sides of the immigration battle .Looking beyond the culture war logic of right or wrong means opening up the middle ground and understanding that managing immigration today requires multiple paths and multiple outcomes. Including some that are not easy to accomplish legally in the existing system.\n", "Q": [{"no": 0, "question": "“Birds of passage” refers to those who\n@#immigrate across the Atlantic\n@#leave their home countries for good\n@#stay in a foreign temporarily\n@#find permanent jobs overseas"}, {"no": 1, "question": "It is implied in paragraph 2 that the current immigration system in the US\n@#needs new immigrant categories\n@#has loosened control over immigrants\n@#should be adopted to meet challenges\n@#has been fixed via political means"}, {"no": 2, "question": "According to the author, today’s birds of passage want\n@#financial incentives\n@#a global recognition\n@#opportunities to get regular jobs.\n@#the freedom to stay and leave.\n@##"}, {"no": 3, "question": "The author suggests that the birds of passage today should be treated __\n@#as faithful partners\n@#with economic favors\n@#with regal tolerance.\n@#as mighty rivals."}, {"no": 4, "question": "which is the best title of the passage?\n@#come and go: big mistake\n@#living and thriving : great risk\n@#with or without : great risk\n@#legal or illegal: big mistake\n"}]}, {"no": 2, "T": "\n@##\nScientists have found that although we are prone to snap overreactions, if we take a moment and think about how we are likely to react, we can reduce or even eliminate the negative effects of our quick, hard-wired responses.\n@##\nSnap decisions can be important defense mechanisms; if we are judging whether someone is dangerous, our brains and bodies are hard-wired to react very quickly, within milliseconds. But we need more time to assess other factors. To accurately tell whether someone is sociable, studies show, we need at least a minute, preferably five. It takes a while to judge complex aspects of personality, like neuroticism or open-mindedness.\n@##\nBut snap decisions in reaction to rapid stimuli aren’t exclusive to the interpersonal realm. Psychologists at the University of Toronto found that viewing a fast-food logo for just a few milliseconds primes us to read 20 percent faster, even though reading has little to do with eating. We unconsciously associate fast food with speed and impatience and carry those impulses into whatever\nelse we’re doing, Subjects exposed to fast-food flashes also tend to think a musical piece lasts too long.\n@##\nYet we can reverse such influences. If we know we will overreact to consumer products or housing options when we see a happy face (one reason good sales representatives and real estate agents are always smiling), we can take a moment before buying. If we know female job screeners are more likely to reject attractive female applicants, we can help screeners understand their biases-or hire outside screeners.\n@##\nJohn Gottman, the marriage expert, explains that we quickly “thin slice” information reliably only after we ground such snap reactions in “thick sliced” long-term study. When Dr. Gottman really wants to assess whether a couple will stay together, he invites them to his island retreat for a muck longer evaluation; two days, not two seconds.\n@##\nOur ability to mute our hard-wired reactions by pausing is what differentiates us from animals: doge can think about the future only intermittently or for a few minutes. But historically we have spent about 12 percent of our days contemplating the longer term. Although technology might change the way we react, it hasn’t changed our nature. We still have the imaginative capacity to rise above temptation and reverse the high-speed trend.\n", "Q": [{"no": 0, "question": "The time needed in making decisions may\n@#vary according to the urgency of the situation\n@#prove the complexity of our brain reaction\n@#depend on the importance of the assessment\n@#predetermine the accuracy of our judgment"}, {"no": 1, "question": "Our reaction to a fast-food logo shows that snap decisions.\n@#can be associative\n@#are not unconscious\n@#can be dangerous\n@#are not impulsive"}, {"no": 2, "question": "To reverse the negative influences of snap decisions, we should.\n@#trust our first impression\n@#do as people usually do\n@#think before we act\n@#ask for expert advice"}, {"no": 3, "question": "John Gottman says that reliable snap reaction are based on\n@# critical assessment\n@#‘thin sliced’study\n@#sensible explanation\n@#adequate information"}, {"no": 4, "question": "The author’s attitude toward reversing the high-speed trend is\n@#tolerant\n@#uncertain\n@#optimistic\n@#doubtful\n"}]}, {"no": 3, "T": "\n@##\nEurope is not a gender-equality heaven. In particular, the corporate workplace will never be completely family—friendly until women are part of senior management decisions, and Europe’s top corporate-governance positions remain overwhelmingly male. Indeed, women hold only 14 percent of positions on Europe corporate boards.\n@##\nThe Europe Union is now considering legislation to compel corporate boards to maintain a certain proportion of women-up to 60 percent. This proposed mandate was born of frustration. Last year, Europe Commission Vice President Viviane Reding issued a call to voluntary action. Reding invited corporations to sign up for gender balance goal of 40 percent female board membership. But her appeal was considered a failure: only 24 companies took it up.\n@##\nDo we need quotas to ensure that women can continue to climb the corporate Ladder fairy as they balance work and family?\n@##\n“Personally, I don’t like quotas,” Reding said recently. “But i like what the quotas do.” Quotas get action: they “open the way to equality and they break through the glass ceiling,” according to Reding, a result seen in France and other countries with legally binding provisions on placing women in top business positions.\n@##\nI understand Reding’s reluctance-and her frustration. I don’t like quotas either; they run counter to my belief in meritocracy, government by the capable. Bur, when one considers the obstacles to achieving the meritocratic ideal, it does look as if a fairer world must be temporarily ordered.\n@##\nAfter all, four decades of evidence has now shown that corporations in Europe as the US are evading the meritocratic hiring and promotion of women to top position— no matter how much “soft pressure ” is put upon them. When women do break through to the summit of corporate power--as, for example, Sheryl Sandberg recently did at Facebook—they attract massive attention precisely because they remain the exception to the rule.\n@##\nIf appropriate pubic policies were in place to help all women—whether CEOs or their children’s caregivers—and all families, Sandberg would be no more newsworthy than any other highly capable person living in a more just society.\n", "Q": [{"no": 0, "question": "In the European corporate workplace, generally_\n@#women take the lead\n@#men have the final say\n@#corporate governance is overwhelmed\n@#senior management is family-friendly"}, {"no": 1, "question": "The European Union’s intended legislation is _\n@#a reflection of gender balance\n@#a reluctant choice\n@#a response to Reding’s call\n@#a voluntary action"}, {"no": 2, "question": "According to Reding, quotas may help women.\n@#get top business positions\n@#see through the glass ceiling\n@#balance work and family\n@#anticipate legal results"}, {"no": 3, "question": "The author’s attitude toward Reding’s appeal is one of.\n@#skepticism\n@#objectiveness\n@#indifference\n@#approval"}, {"no": 4, "question": "Women entering top management become headlines due to the lack of\n@#more social justice\n@#massive media attention\n@#suitable public policies\n@#greater“soft pressure”"}]}]}, {"no": 2014, "text": [{"no": 0, "T": "\n@##\nWhat would you do with 590m? This is now a question for Gloria Mackenzie, an 84-year-old widow who recently emerged from her small, tin-roofed house in Florida to collect the biggest undivided lottery jackpot in history. If she hopes her new-found for tune will yield lasting feelings of fulfillment, she could do worse than read Happy Money by Elizabeth Dumn and Michael Norton.\n@##\nThese two academics use an array of behavioral research to show that the most rewarding ways to spend money can be counterintuitive. Fantasies of great wealth often involve visions of fancy cars and extravagant homes. Yet satisfaction with these material purchases wears off fairly quickly what was once exciting and new becomes old-hat; regret creeps in. It is far better to spend money on experiences, say Ms Dumn and Mr Norton, like interesting trips, unique meals or even going to the cinema. These purchases often become more valuable with time-as stories or memories-particularly if they involve feeling more connected to others.\n@##\nThis slim volume is packed with tips to help wage slaves as well as lottery winners get the most \"happiness bang for your buck.\" It seems most people would be better off if they could shorten their commutes to work, spend more time with friends and family and less of it watching television (something the average American spends a whopping two months a year doing, and is hardly jollier for it).Buying gifts or giving to charity is often more pleasurable than purchasing things for oneself, and luxuries are most enjoyable when they are consumed sparingly. This is apparently the reason MacDonald's restricts the availability of its popular McRib - a marketing trick that has turned the pork sandwich into an object of obsession.\n@##\nReaders of “HappyMoney” are clearly a privileged lot, anxious about fulfillment, not hunger.Money may not quite buy happiness, but people in wealthier countries are generally happier than those in poor ones. Yet the link between feeling good and spending money on others can be seen among rich and poor people around the world, and scarcity enhances the pleasure of most things for most people. Not everyone will agree with the authors’ policy ideas, which range from mandating more holiday time to reducing tax incentives for American homebuyers. But most people will come away from this book believing it was money well spent.\n", "Q": [{"no": 0, "question": "According to Dumn and Norton,which of the following is the most rewarding purchase?\n@#A big house\n@#A special tour\n@#A stylish car\n@#A rich meal"}, {"no": 1, "question": "The author’s attitude toward Americans’ watching TV is\n@#critical\n@#supportive\n@#sympathetic\n@#ambiguous"}, {"no": 2, "question": "Macrib is mentioned in paragraph 3 to show that\n@#consumers are sometimes irrational\n@#popularity usually comes after quality\n@#marketing tricks are after effective\n@#rarity generally increases pleasure"}, {"no": 3, "question": "According to the last paragraph,Happy Money\n@#has left much room for readers’criticism\n@#may prove to be a worthwhile purchase\n@#has predicted a wider income gap in the us\n@#may give its readers a sense of achievement"}, {"no": 4, "question": "This text mainly discusses how to\n@#balance feeling good and spending money\n@#spend large sums of money won in lotteries\n@#obtain lasting satisfaction from money spent\n@#become more reasonable in spending on luxuries\n"}]}, {"no": 1, "T": "\n@##\nAn article in Scientific America has pointed out that empirical research says that, actually, you think you’re more beautiful than you are. We have a deep-seated need to feel good about ourselves and we naturally employ a number of self-enhancing strategies to research into what the call the “above average effect”, or “illusory superiority”, and shown that, for example, 70% of us rate ourselves as above average in leadership, 93% in driving and 85% at getting on well with others—all obviously statistical impossibilities.\n@##\nWe rose tint our memories and put ourselves into self-affirming situations. We become defensive when criticized, and apply negative stereotypes to others to boost our own esteem, we stalk around thinking we’re hot stuff.\n@##\nPsychologist and behavioral scientist Nicholas Epley oversaw a key studying into self-enhancement and attractiveness. Rather that have people simply rate their beauty compress with others, he asked them to identify an original photogragh of themselves’ from a lineup including versions that had been altered to appear more and less attractive. Visual recognition, reads the study, is “an automatic psychological process occurring rapidly and intuitively with little or no apparent conscious deliberation”. If the subjects quickly chose a falsely flattering image- which must did- they genuinely believed it was really how they looked.\n@##\nEpley found no significant gender difference in responses. Nor was there any evidence that, those who self-enhance the must (that is, the participants who thought the most positively doctored picture were real) were doing so to make up for profound insecurities. In fact those who thought that the images higher up the attractiveness scale were real directly corresponded with those who showed other makers for having higher self-esteem. “I don’t think the findings that we having have are any evidence of personal delusion”, says Epley. “It’s a reflection simply of people generally thinking well of themselves’. If you are depressed, you won’t be self-enhancing. \n@##\nKnowing the results of Epley ‘s study,it makes sense that why people heat photographs of themselves Viscerally-on one level, they don’t even recognise the person in the picture as themselves, Facebook therefore ,is a self-enhancer’s paradise,where people can share only the most flattering photos, the cream of their wit ,style ,beauty, intellect and lifestyle it’s not that people’s profiles are dishonest,says catalina toma of Wiscon—Madison university ,”but they portray an idealized version of themselves.\n", "Q": [{"no": 0, "question": "According to the first paragraph, social psychologist have found that ______.\n@# our self-ratings are unrealistically high\n@# illusory superiority is baseless effect\n@# our need for leadership is unnatural\n@# self-enhancing strategies are ineffective"}, {"no": 1, "question": "Visual recognition is believed to be people’s______\n@#rapid watching\n@#conscious choice\n@#intuitive response\n@#automatic self-defence"}, {"no": 2, "question": "Epley found that people with higher self-esteem tended to______\n@# underestimate their insecurities\n@# believe in their attractiveness\n@# cover up their depressions\n@# oversimplify their illusions"}, {"no": 3, "question": "The word “Viscerally”(Line 2,para.5) is closest in meaning to_____\n@#instinctively\n@#occasionally\n@#particularly\n@#aggressively"}, {"no": 4, "question": "It can be inferred that Facebook is self-enhancer’s paradise because people can _____\n@#present their dishonest profiles\n@#define their traditional life styles\n@#share their intellectual pursuits\n@#withhold their unflattering sides\n"}]}, {"no": 2, "T": "\n@##\nThe concept of man versus machineis at least as old as the industrial revolution, but this phenomenon tends tobe most acutely felt during economic downturns and fragile recoveries. And yet,it would be a mistake to think we are right now simply experiencing the painfulside of a boom and bust cycle. Certain jobs have gone away for eating up humanjobs, this phenomenon will continue to restructure our economy in ways we can’timmediately foresee.\n@##\nWhen there is exponential improvement in theprice and performance of technology, jobs that were once thought to be immunefrom automation suddenly become threatened. This argument has attracted a lotof attention, via the success of the book Race Against the Machine, byErik Brynjolfsson and Andrew McAfee, whoboth hail from MITs Center for Digital Business.\n@##\nThis is a powerful argument, and a scaryone. And yet, John Hagel, auther of The power of pull and other books, saysBrynjolfsson and McAfee miss the reason why these jobs are so vulnerable totechnology in the first place.\n@##\nHagel says we have designed jobs in the U.S.that tend to be “tightly scripted” and “highly standardized” ones that leave noroom for “individual initiative or creativity.” In short, these are the typesof jobs that machines can perform much better at than human beings. That is howwe have put a giant target sign on the backs of American workers, Hagel says.\n@##\nIt’s time to reinvent the formula for howwork is conducted, since we are still relying on a very 20th centurynotion of work, Hagel says. In our rapidly changing economy, we more than everneed people in the workplace who can take initiative and exercise theirimagination “to respond to unexpected events.” That’s not something machinesare good at. They are designed to perform very predictable activities.\n@##\nAs Hagel notes, Brynjolfsson and McAfeeindeed touched on this point in their book. We need to reframe race against themachine as race with the machine. In our works, we need to look at the ways inwhich machines can augment human labor rather than replace it. So then theproblem is not really about technology, but rather, “how do we innovate ourinstitutions and our work practices?”\n", "Q": [{"no": 0, "question": "According to the first paragraph, economic downturns would\n@# easethe competition of man vs. machine\n@#highlight machines’ threat to human jobs\n@#provoke a painful technological revolution\n@#outmode our current economic structure"}, {"no": 1, "question": " Theauthors of Race Against the Machine argue that\n@#technology is diminishing man’s job opportunities\n@#automation is accelerating technological development\n@#certain jobs will remain intact after automation\n@# manwill finally win the race against machine"}, {"no": 2, "question": " Hagelargues that jobs in the U.S. are often\n@#performed by innovative minds\n@#scripted with an individual style\n@#standardized without a clear target\n@#designed against human creativity"}, {"no": 3, "question": "According to the last paragraph, Brynjolfsson and McAfee discussed\n@# thepredictability of machine behavior in practice\n@# theformula for how work is conducted efficiently\n@# theways machines replace human labor in modern times\n@#thenecessity of human involvement in the workplace"}, {"no": 4, "question": " Whichof the following could be the most appropriate title for text?\n@#How toInnovate Our Work Practices\n@#Machineswill Replace Human Labor\n@#Can WeWin the Race Against Machines\n@#EconomicDownturns Stimulate Innovations\n"}]}, {"no": 3, "T": "\n@##\nWhen the government talks about infrastructure contributing to the economy the focus is usually on roads, railways, broadband and energy. Housing is seldom mentioned.\n@##\nWhy is that? To some extent the housing sector must shoulder the blame. We have not been good at communicating the real value that housing can contribute to economic growth. Then there is the scale of the typical housing project. It is hard to shove for attention among multibillion-pound infrastructure project, so it is inevitable that the attention is focused elsewhere. But perhaps the most significant reason is that the issue has always been so politically charged.\n@##\nNevertheless, the affordable housing situation is desperate. Waiting lists increase all the time and we are simply not building enough new homes.\n@##\nThe comprehensive spending review offers an opportunity for the government to help rectify this. It needs to put historical prejudices to one side and take some steps to address our urgent housing need.\n@##\nThere are some indications that it is preparing to do just that. The communities minister, Don Foster, has hinted that George Osborne, Chancellor of the Exchequer, may introduce more flexibility to the current cap on the amount that local authorities can borrow against their housing stock debt. Evidence shows that 60,000 extra new homes could be built over the next five years if the cap were lifted, increasing GDP by 0.6%.\n@##\nMinisters should also look at creating greater certainty in the rental environment, which would have a significant impact on the ability of registered providers to fund new developments from revenues.\n@##\nBut it is not just down to the government. While these measures would be welcome in the short term, we must face up to the fact that the existing ?4.5bn programme of grants to fund new affordable housing, set to expire in 2015,is unlikely to be extended beyond then. The Labour party has recently announced that it will retain a large part of the coalition’s spending plans if returns to power. The housing sector needs to accept that we are very unlikely to ever return to era of large-scale public grants. We need to adjust to this changing climate.\n@##\nWhile the government's commitment to long-term funding may have \nchanged, the very pressing need for more affordable housing is real and is not going away.\n", "Q": [{"no": 0, "question": "The author believes that the housing sector__\n@# has attracted much attention\n@# involves certain political factors\n@# shoulders too much responsibility\n@# has lost its real value in economy"}, {"no": 1, "question": "It can be learned that affordable housing has__\n@# increased its home supply\n@# offered spending opportunities\n@# suffered government biases\n@# disappointed the government"}, {"no": 2, "question": "According to Paragraph 5,George Osborne may_______.\n@# allow greater government debt for housing\n@# stop local authorities from building homes\n@# prepare to reduce housing stock debt\n@# release a lifted GDP growth forecast"}, {"no": 3, "question": "It can be inferred that a stable rental environment would_______.\n@#lower the costs of registered providers\n@#lessen the impact of government interference\n@#contribute to funding new developments\n@#relieve the ministers of responsibilities"}, {"no": 4, "question": "The author believes that after 2015,the government may______.\n@#implement more policies to support housing\n@#review the need for large-scale public grants\n@#renew the affordable housing grants programme\n@#stop generous funding to the housing sector"}]}]}, {"no": 2015, "text": [{"no": 0, "T": "\n@##\nA new study suggests that contrary to most surveys, people are actually more stressed at home than at work. Researchers measured people’s cortisol, which is a stress marker, while they were at work and while they were at home and found it higher at what is supposed to be a place of refuge.\n@##\n“Further contradicting conventional wisdom, we found that women as well as men have lower levels of stress at work than at home, ” writes one of the researchers, Sarah Damske. In fact women even say they feel better at work, she notes.“ It is men, not women, who report being happier at home than at work. ”Another surprise is that findings hold true for both those with children and without, but more so for nonparents. This is why people who work outside the home have better health.\n@##\nWhat the study doesn’t measure is whether people are still doing work when they’re at home, whether it is household work or work brought home from the office. For many men, the end of the workday is a time to kick back. For women who stay home, they never get to leave the office. And for women who work outside the home, they often are playing catch-up-with-household tasks. With the blurring of roles, and the fact that the home front lags well behind the workplace a making adjustments for working women, it’s not surprising that women are more stressed at home.\n@##\nBut it’s not just a gender thing. At work, people pretty much know what they’re supposed to be doing: working, marking money, doing the tasks they have to do in order to draw an income. The bargain is very pure: Employee puts in hours of physical or mental labor and employee draws out life-sustaining moola.\n@##\nOn the home front, however, people have no such clarity. Rare is the household in which the division of labor is so clinically and methodically laid out. There are a lot of tasks to be done, there are inadequate rewards for most of them. Your home colleagues-your family-have no clear rewards for their labor; they need to be talked into it, or if they’re teenagers, threatened with complete removal of all electronic devices. Plus, they’re your family. You cannot fire your family. You never really get to go home from home.\n@##\nSo it’s not surprising that people are more stressed at home. Not only are the tasks apparently infinite, the co-workers are much harder to motivate.\n", "Q": [{"no": 0, "question": "According to Paragraph 1,most previous surveys found that home_____\n@#offered greater relaxation than the workplace\n@#was an ideal place for stress measurement\n@#generated more stress than the workplace\n@#was an unrealistic place for relaxation"}, {"no": 1, "question": "According to Damaske, who are likely to be the happiest at home?\n@# Childless wives\n@# Working mothers\n@# Childless husbands\n@# Working fathers"}, {"no": 2, "question": "The blurring of working women's roles refers to the fact that_____\n@#it is difficult for them to leave their office\n@#their home is also a place for kicking back\n@#there is often much housework left behind\n@#they are both bread winners and housewives"}, {"no": 3, "question": "The word“moola”(Line4,Para4)most probably means_____\n@#skills\n@#energy\n@#earnings\n@#nutrition"}, {"no": 4, "question": "The home front differs from the workplace in that_____\n@#division of labor at home is seldom clear-cut\n@#home is hardly a cozier working environment\n@#household tasks are generally more motivating\n@#family labor is often adequately rewarded\n"}]}, {"no": 1, "T": "\n@##\nFor years, studies have found that first-generation college students- those who do not have a parent with a college degree- lag other students on a range of education achievement factors. Their grades are lower and their dropout rates are higher. But since such students are most likely to advance economically if they succeed in higher education, colleges and universities have pushed for decades to recruit more of them. This has created “a paradox” in that recruiting first- generation students, but then watching many of them fail, means that higher education has “continued to reproduce and widen, rather than close” ab achievement gap based on social class, according to the depressing beginning of a paper forthcoming in the journal Psychological Science.\n@##\nBut the article is actually quite optimistic, as it outlines a potential solution to this problem, suggesting that an approach (which involves a one-hour, next-to-no-cost program) can close 63 percent of the achievement gap (measured by such factors as grades) between first-generation and other students.\n@##\nThe authors of the paper are from different universities, and their findings are based on a study involving 147 students ( who completed the project) at an unnamed private university. First generation was defined as not having a parent with a four-year college degree. Most of the first-generation students(59.1 percent) were recipients of Pell\nGrants, a federal grant for undergraduates with financial need, while this was true only for 8.6 percent of the students wit at least one parent with a four-year degree.\n@##\nTheir thesis- that a relatively modest intervention could have a big impact- was based on the view that first-generation students may be most lacking not in potential but in practical knowledge about how to deal with the issues that face most college students. They cite past research by several authors to show that this is the gap that must be narrowed to close the achievement gap.\n@##\nMany first- generation students “struggle to navigate the middle-class culture of higher education, learn the ‘rules of the game,’ and take advantage of college resources,” they write. And this becomes more of a problem when collages don’t talk about the class advantage and disadvantages of different groups of students. Because US colleges and universities seldom acknowledge how social class can affect students ’educational experience, many first-generation students lack sight about why they are struggling and do not understand how students’ like them can improve.\n", "Q": [{"no": 0, "question": "Recruiting more first- generation students has_______\n@# reduced their dropout rates\n@# narrowed the achievement gap\n@# missed its original purpose\n@# depressed college students"}, {"no": 1, "question": "The author of the research article are optimistic because_______\n@# the problem is solvable\n@# their approach is costless\n@# the recruiting rate has increased\n@# their finding appeal to students"}, {"no": 2, "question": "The study suggests that most first- generation students______\n@# study at private universities\n@# are from single-parent families\n@# are in need of financial support\n@# have failed their collage"}, {"no": 3, "question": "The author of the paper believe that first-generation students_______\n@#are actually indifferent to the achievement gap\n@#can have a potential influence on other students\n@#may lack opportunities to apply for research projects\n@#are inexperienced in handling their issues at college"}, {"no": 4, "question": " We may infer from the last paragraph that_______\n@#universities often reject the culture of the middle-class\n@#students are usually to blame for their lack of resources\n@#social class greatly helps enrich educational experiences\n@#colleges are partly responsible for the problem in question\n"}]}, {"no": 2, "T": "\n@##\nEven in traditional offices, “the lingua franca of corporate America has gotten much more emotional and much more right-brained than it was 20 years ago,” said Harvard Business School professor Nancy Koehn. She started spinning off examples. “If you and I parachuted back to Fortune 500 companies in 1990, we would see much less frequent use of terms like journey, mission, passion. There were goals, there were strategies, there were objectives, but we didn’t talk about energy; we didn’t talk about passion.”\n@##\nKoehn pointed out that this new era of corporate vocabulary is very “team”-oriented—and not by coincidence. “Let’s not forget sports—in male-dominated corporate America, it’s still a big deal. It’s not explicitly conscious; it’s the idea that I’m a coach, and you’re my team, and we’re in this together. There are lots and lots of CEOs in very different companies, but most think of themselves as coaches and this is their team and they want to win.”\n@##\nThese terms are also intended to infuse work with meaning—and, as Khurana points out, increase allegiance to the firm. “You have the importation of terminology that historically used to be associated with non-profit organizations and religious organizations: Terms like vision, values, passion, and purpose,” said Khurana.\n@##\nThis new focus on personal fulfillment can help keep employees motivated amid increasingly loud debates over work-life balance. The “mommy wars” of the 1990s are still going on today, prompting arguments about why women still can’t have it all and books like Sheryl Sandberg’s Lean In, whose title has become a buzzword in its own right. Terms like unplug, offline, life-hack, bandwidth, and capacity are all about setting boundaries between the office and the home. But if your work is your “passion,” you’ll be more likely to devote yourself to it, even if that means going home for dinner and then working long after the kids are in bed.\n@##\nBut this seems to be the irony of office speak: Everyone makes fun of it, but managers love it, companies\ndepend on it, and regular people willingly absorb it. As Nunberg said, “You can get people to think it’s nonsense at\nthe same time that you buy into it.” In a workplace that’s fundamentally indifferent to your life and its meaning, office speak can help you figure out how you relate to your work—and how your work defines who you are.\n", "Q": [{"no": 0, "question": "According to Nancy Koehn, office language has become_____\n@# more emotional\n@# more objective\n@# less energetic\n@# less strategic"}, {"no": 1, "question": "“Team”-oriented corporate vocabulary is closely related to_______\n@# historical incidents\n@# gender difference\n@# sports culture\n@# athletic executives"}, {"no": 2, "question": "Khurana believes that the importation of terminology aims to______\n@# revive historical terms\n@# promote company image\n@# foster corporate cooperation\n@# strengthen employee loyalty"}, {"no": 3, "question": "It can be inferred that Lean In________\n@# voices for working women\n@# appeals to passionate workaholics\n@# triggers debates among mommies\n@# praises motivated employees"}, {"no": 4, "question": "Which of the following statements is true about office speak?\n@# Managers admire it but avoid it\n@# Linguists believe it to be nonsense\n@# Companies find it to be fundamental\n@# Regular people mock it but accept it\n"}]}, {"no": 3, "T": "\n@##\nMany people talked of the 288,000 new jobs the Labor Department reported for June, along with the drop in the unemployment rate to 6.1 percent, as good news. And they were right. For now it appears the economy is creating jobs at a decent pace. We still have a long way to go to get back to full employment, but at least we are now finally moving forward at a faster pace.\n@##\nHowever, there is another important part of the jobs picture that was largely overlooked. There was a big jump in the number of people who repot voluntarily working part-time. This figure is now 830,000(4.4 percent)above its year ago level.\n@##\nBefore explaining the connection to the Obamacare, it is worth making an important distinction. Many people who work part-time jobs actually want full-time jobs. They take part-time work because this is all they can get. An increase in involuntary part-time work is evidence of weakness in the labor market and it means that many people will be having a very hard time making ends meet.\n@##\nThere was an increase in involuntary part-time in June, but the general direction has been down. Involuntary part-time employment is still far higher than before the recession, but it is down by 640,000(7.9percent)from is year ago level.\n@##\nWe know the difference between voluntary and involuntary part-time employment because people tell us. The survey used by the Labor Department asks people is they worked less than 35 hours in the reference week. If the answer is “yes”, they are classified as worked less than 35hours in that week because they wanted to work less than full time or because they had no choice .They are only classified as voluntary part-time workers if they tell the survey taker they chose to work less than 35 hours a week.\n@##\nThe issue of voluntary part-time relates to Obamacare because one of the main purposes was to allow people to get insurance outside of employment. For many people , especially those with serious health conditions or family members with serious health conditions ,before Obamacare the only way to get insurance was through a job that provided health insurance.\n@##\nHowever, Obamacare has allowed more than 12 million people to either get insurance through Medicaid or the exchanges. These are people who may previously have felt the need to get a full-time job that provided insurance in order to cover themselves and their families. With Obamacare there is no longer a link between employment and insurance.\n", "Q": [{"no": 0, "question": "Which part of the jobs picture are neglected?\n@# The prospect of a thriving job market\n@# The increase of voluntary part-time market\n@#The possibility of full employment\n@#The acceleration of job creation."}, {"no": 1, "question": "Many people work part-time because they_____.\n@# prefer part-time jobs to full-time jobs\n@# feel that is enough to make ends meet\n@# cannot get their hands on full-time jobs\n@# haven’t seen the weakness of the market."}, {"no": 2, "question": "Involuntary part-time employment is the US_____.\n@# is harder to acquire than one year ago\n@# shows a general tendency of decline\n@# satisfies the real need of the jobless.\n@# is lower than before the recession."}, {"no": 3, "question": "It can be learned that with Obamacare,_____\n@#it is no longer easy for part-timers to get insurance\n@#employment is no longer a precondition to get insurance\n@#it is still challenging to get insurance for family members\n@#full-time employment is still essential for insurance"}, {"no": 4, "question": "The text mainly discusses_______.\n@# employment in the US\n@# part-timer classification\n@# insurance though Medicaid\n@# Obamacare’s trouble"}]}]}, {"no": 2016, "text": [{"no": 0, "T": "\n@##\nIt’s true that high-school coding classes aren’t essential for learning computer science in college. Students without experience can catch up after a few introductory courses, said Tom Cortina, the assistant dean at Carnegie Mellon’s School of Computer Science.\n@##\nHowever, Cortina said, early exposure is beneficial. When younger kids learn computer science, they learn that it’s not just a confusing, endless string of letters and numbers — but a tool to build apps, or create artwork, or test hypotheses. It’s not as hard for them to transform their thought processes as it is for older students. Breaking down problems into bite-sized chunks and using code to solve them becomes normal. Giving more children this training could increase the number of people interested in the field and help fill the jobs gap, Cortina said.\n@##\nStudents also benefit from learning something about coding before they get to college, where introductory computer-science classes are packed to the brim, which can drive the less-experienced or-determined students away.\n@##\nThe Flatiron School, where people pay to learn programming, started as one of the many coding bootcamps that ’ s become popular for adults looking for a career change. The high-schoolers get the same curriculum, but “we try to gear lessons toward things they’re interested in,” said Victoria Friedman, an instructor. For instance, one of the apps the students are developing suggests movies based on your mood.\n@##\nThe students in the Flatiron class probably won’t drop out of high school and build the next Facebook. Programming languages have a quick turnover, so the “Ruby on Rails” language they learned may not even be relevant by the time they enter the job market. But the skills they learn\n— how to think logically through a problem and\norganize the results — apply to any coding language, said Deborah Seehorn, an education consultant for the state of North Carolina.\n@##\nIndeed, the Flatiron students might not go into IT at all. But creating a future army of coders is not the sole purpose of the classes. These kids are going to be surrounded by computers — in their pockets, in their offices, in their homes — for the rest of their lives. The younger they learn how computers think, how to coax the machine into producing what they want — the earlier they learn that they have the power to do that — the better.\n", "Q": [{"no": 0, "question": "Cortina holds that early exposure to computer science makes it easier to____.\n@# complete future job training\n@# remodel the way of thinking\n@# formulate logical hypotheses\n@# perfect artwork production"}, {"no": 1, "question": "In delivering lessons for high-schoolers, Flatiron has considered their____.\n@#experience\n@#academic backgrounds\n@#career prospects\n@#interest"}, {"no": 2, "question": "Deborah Seehorn believes that the skills learned at Flatiron will____.\n@#help students learn other computer languages\n@#have to be upgraded when new technologies come\n@#need improving when students look for jobs\n@#enable students to make big quick money"}, {"no": 3, "question": "According to the last paragraph, Flatiron students are expected to____.\n@#compete with a future army of programmers\n@#stay longer in the information technology industry\n@#become better prepared for the digitalized world\n@#bring forth innovative computer technologies"}, {"no": 4, "question": "The word “coax” (Line4, Para.6) is closest in meaning to____.\n@#challenge\n@#persuade\n@#frighten\n@#misguide\n"}]}, {"no": 1, "T": "\n@##\nBiologists estimate that as many as 2 million lesser prairie chickens---a kind of bird living on stretching grasslands — once lent red to the often gray landscape of the midwestern and southwestern United States. But just some 22,000 birds remain today, occupying about 16% of the species’ historic range.\n@##\nThe crash was a major reason the U.S Fish and Wildlife Service (USFWS)decided to formally list the bird as threatened. “The lesser prairie chicken is in a desperate situation,” said USFWS Director Daniel Ashe. Some environmentalists, however, were disappointed. They had pushed the agency to designate the bird as “endangered,” a status that gives federal officials greater regulatory power to crack down on threats. But Ashe and others argued that the\n“threatened” tag gave the federal government flexibility to try out new, potentially less confrontational conservations approaches. In particular, they called for forging closer collaborations with western state governments, which are often uneasy with federal action and with the private landowners who control an estimated 95% of the prairie chicken’s habitat.\n@##\nUnder the plan, for example, the agency said it would not prosecute landowner or businesses that unintentionally kill, harm, or disturb the bird, as long as they had signed a range—wide management plan to restore prairie chicken habitat. Negotiated by USFWS and the states, the plan requires individuals and businesses that damage habitat as part of their operations to pay into a fund to replace every acre destroyed with 2 new acres of suitable habitat. The fund will also be used to compensate landowners who set aside habitat, USFWS also set an interim goal of restoring prairie chicken populations to an annual average of 67,000 birds over the next 10 years. And it gives the Western Association of Fish and Wildlife Agencies (WAFWA), a coalition of state agencies, the job of monitoring progress. Overall, the idea is to let “states” remain in the driver’ s seat for managing the species，” Ashe said.\n@##\nNot everyone buys the win-win rhetoric Some Congress members are trying to block the plan, and at least a dozen industry groups, four states, and three environmental groups are challenging it in federal court Not surprisingly, doesn’t go far enough “The federal government is giving responsibility for managing the bird to the same industries that are pushing it to extinction,” says biologist Jay Lininger.\n", "Q": [{"no": 0, "question": "The major reason for listing the lesser prairie as threatened is____\n@#its drastically decreased population\n@#the underestimate of the grassland acreage\n@#a desperate appeal from some biologists\n@#the insistence of private landowners"}, {"no": 1, "question": "The “threatened” tag disappointed some environmentalists in that it_____\n@#was a give-in to governmental pressure\n@#would involve fewer agencies in action\n@#granted less federal regulatory power\n@#went against conservation policies"}, {"no": 2, "question": "It can be learned from Paragraph3 that unintentional harm-doers will not be prosecuted if they_____\n@#agree to pay a sum for compensation\n@#volunteer to set up an equally big habitat\n@#offer to support the WAFWA monitoring job\n@#promise to raise funds for USFWS operations"}, {"no": 3, "question": "According to Ashe， the leading role in managing the species in______\n@#the federal government\n@#the wildlife agencies\n@#the landowners\n@#the states"}, {"no": 4, "question": "Jay Lininger would most likely support_______\n@#industry groups\n@#the win-win rhetoric\n@#environmental groups\n@#the plan under challenge\n"}]}, {"no": 2, "T": "\n@##\nThat everyone’s too busy these days is a cliché. But one specific complaint is made especially mournfully： There’s never any time to read.\n@##\nWhat makes the problem thornier is that the usual time-management techniques don’t seem sufficient. The web’s full of articles offering tips on making time to read: “Give up TV” or “Carry a book with you at all times” But in my experience, using such methods to free up the odd 30 minutes doesn’t work. Sit down to read and the flywheel of work-related thoughts keeps spinning-or else you’re so exhausted that a challenging book’s the last thing you need. The modern mind, Tim Parks, a novelist and critic, writes, “is overwhelmingly inclined toward communication…It is not simply that one is interrupted; it is that one is actually inclined to interruption”. Deep reading requires not just time, but a special kind of time which can’t be obtained merely by becoming more efficient.\n@##\nIn fact, “becoming more efficient” is part of the problem. Thinking of time as a resource to be maximised means you approach it instrumentally, judging any given moment as well spent only in so far as it advances progress toward some goal immersive reading, by contrast, depends on being willing to risk inefficiency, goallessness, even time-wasting. Try to slot it as a to-do list item and you’ll manage only goal-focused reading-useful, sometimes, but not the most fulfilling kind. “The future comes at us like empty bottles along an unstoppable and nearly infinite conveyor belt,” writes Gary Eberle in his book Sacred Time, and “we feel a pressure to fill these different-sized bottles (days, hours, minutes)as they pass, for if they get by without being filled, we will have wasted them”. No mind-set could be worse for losing yourself in a book.\n@##\nSo what does work? Perhaps surprisingly, scheduling regular times for reading. You’d think this might fuel the efficiency mind-set, but in fact, Eberle notes, such ritualistic behaviour helps us “step outside time’s flow” into “soul time”. You could limit distractions by reading only physical books, or on single-purpose e-readers. “Carry a book with you at all times” can actually work, too-providing you dip in often enough, so that reading becomes the default state from which you temporarily surface to take care of business, before dropping back down. On a really good day, it no longer feels as if you’re “making time to read,” but just reading, and making time for everything else.\n", "Q": [{"no": 0, "question": "The usual time-management techniques don’t work because\n@# what they can offer does not ease the modern mind\n@# what challenging books demand is repetitive reading\n@# what people often forget is carrying a book with them\n@# what deep reading requires cannot be guaranteed"}, {"no": 1, "question": "The “empty bottles” metaphor illustrates that people feel a pressure to\n@# update their to-do lists\n@# make passing time fulfilling\n@# carry their plans through\n@# pursue carefree reading"}, {"no": 2, "question": "Eberle would agree that scheduling regular times for reading helps\n@#encourage the efficiency mind-set\n@#develop online reading habits\n@#promote ritualistic reading\n@#achieve immersive reading"}, {"no": 3, "question": "“Carry a book with you at all times” can work if\n@# reading becomes your primary business of the day\n@# all the daily business has been promptly dealt with\n@# you are able to drop back to business after reading\n@# time can be evenly split for reading and business"}, {"no": 4, "question": "The best title for this text could be\n@#How to Enjoy Easy Reading\n@#How to Find Time to Read\n@#How to Set Reading Goals\n@#How to Read Extensively\n"}]}, {"no": 3, "T": "\n@##\nAgainst a backdrop of drastic changes in economy and population structure, younger Americans are drawing a new 21st-century road map to success, a latest poll has found.\n@##\nAcross generational lines, Americans continue to prize many of the same traditional milestones of a successful life, including getting married, having children, owning a home, and retiring in their sixties. But while young and old mostly agree on what constitutes the finish line of a fulfilling life, they offer strikingly different paths for reaching it.\n@##\nYoung people who are still getting started in life were more likely than older adults to prioritize personal fulfillment in their work, to believe they will advance their careers most by regularly changing jobs, to favor communities with more public services and a faster pace of life, to agree that couples should be financially secure before getting married or having children, and to maintain that children are best served by two parents working outside the home, the survey found.\n@##\nFrom career to community and family, these contrasts suggest that in the aftermath of the searing Great Recession, those just starting out in life are defining priorities and expectations that will increasingly spread through virtually all aspects of American life, from consumer preferences to housing patterns to politics.\n@##\nYoung and old converge on one key point: Overwhelming majorities of both groups said they believe it is harder for young people today to get started in life than it was for earlier generations. While younger people are somewhat more optimistic than their elders about the prospects for those starting out today, big majorities in both groups believe those “just getting started in life” face a tougher a good-paying job, starting a family, managing debt, and finding affordable housing.\n@##\nPete Schneider considers the climb tougher today. Schneider, a 27-yaear-old auto technician from the Chicago suburbs says he struggled to find a job after graduating from college. Even now that he is working steadily, he said.” I can’t afford to pay ma monthly mortgage payments on my own, so I have to rent rooms out to people to mark that happen.” Looking back, he is struck that his parents could provide a comfortable life for their children even though neither had completed college when he was young. “I still grew up in an upper middle-class home with parents who didn’t have college degrees,” Schneider said. “I don’t think people are capable of that anymore.”\n", "Q": [{"no": 0, "question": "One cross-generation mark of a successful life is_____.\n@# trying out different lifestyles\n@# having a family with children\n@# working beyond retirement age\n@# setting up a profitable business"}, {"no": 1, "question": "It can be learned from Paragraph 3 that young people tend to ____.\n@# favor a slower life pace\n@# hold an occupation longer\n@# attach importance to pre-marital finance\n@# give priority to childcare outside the home"}, {"no": 2, "question": "The priorities and expectations defined by the young will ____.\n@##\n@#become increasingly clear\n@#focus on materialistic issues\n@#depend largely on political preferences\n@#reach almost all aspects of American life"}, {"no": 3, "question": " Both young and old agree that ____\n@#good-paying jobs are less available\n@#the old made more life achievements\n@#housing loans today are easy to obtain\n@#getting established is harder for the young"}, {"no": 4, "question": " Which of the following is true about Schneider?\n@#He found a dream job after graduating from college\n@#His parents believe working steadily is a must for success\n@#His parents’ good life has little to do with a college degree\n@#He thinks his job as a technician quite challenging."}]}]}, {"no": 2017, "text": [{"no": 0, "T": "\n@##\nEvery Saturday morning, at 9 am, more than 50,000 runners set off to run 5km around their local park. The Parkrun phenomenon began with a dozen friends and has inspired 400 events in the UK and more abroad. Events are free, staffed by thousands of volunteers. Runners range from four years old to grandparents; their times range from Andrew Baddeley's world record 13 minutes 48 seconds up to an hour.\n@##\nParkrun is succeeding where London's Olympic \"legacy\" is failing. Ten years ago on Monday, it was announced that the Games of the 30th Olympiad would be in London. Planning documents pledged that the great legacy of the Games would be to level a nation of sport lovers away from their couches. The population would be fitter, healthier and produce more winners. It has not happened. The number of adults doing weekly sport did rise, by nearly 2 million in the run－up to 2012－but the general population was growing faster. Worse, the numbers are now falling at an accelerating rate. The opposition claims primary school pupils doing at least two hours of sport a week have nearly halved. Obesity has risen among adults and children. Official retrospections continue as to why London 2012 failed to \"inspire a generation.\" The success of Parkrun offers answers.\n@##\nParkun is not a race but a time trial: Your only competitor is the clock. The ethos welcomes anybody. There is as much joy over a puffed-out first-timer being clapped over the line as there is about top talent shining. The Olympic bidders, by contrast, wanted to get more people doing sports and to produce more elite athletes. The dual aim was mixed up: The stress on success over taking part was intimidating for newcomers.\n@##\nIndeed, there is something a little absurd in the state getting involved in the planning of such a fundamentally \"grassroots\", concept as community sports associations. If there is a role for government, it should really be getting involved in providing common goods－making sure there is space for playing fields and the money to pave tennis and netball courts, and encouraging the provision of all these activities in\nschools. But successive governments have presided over selling green spaces, squeezing money from local authorities and declining attention on sport in education. Instead of wordy, worthy strategies, future governments need to do more to provide the conditions for sport to thrive. Or at least not make them worse.\n", "Q": [{"no": 0, "question": "According to Paragraph1, Parkrun has_____. \n@#gained great popularity\n@#created many jobs\n@#strengthened community ties \n@#become an official festival"}, {"no": 1, "question": "The author believes that London's Olympic \"legacy\" has failed to_____. \n@#boost population growth\n@#promote sport participation \n@#improve the city's image \n@#increase sport hours in schools"}, {"no": 2, "question": "Parkrun is different from Olympic games in that it_____.\n@#aims at discovering talents\n@#focuses on mass competition\n@#does not emphasize elitism\n@#does not attract first-timers"}, {"no": 3, "question": "With regard to mass sport, the author holds that governments should_____. @#organize \"grassroots\" sports events\n@#supervise local sports associations \n@#increase funds for sports clubs \n@#invest in public sports facilities"}, {"no": 4, "question": "The author's attitude to what UK governments have done for sports is_____. @#tolerant\n@#critical \n@#uncertain \n@#sympathetic\n"}]}, {"no": 1, "T": "\n@##\nWith so much focus on children’s use of screens, it's easy for parents to forget about their own screen use. “Tech is designed to really suck on you in,” says Jenny Radesky in her study of digital play, \"and digital products are there to promote maximal engagement. It makes it hard to disengage, and leads to a lot of bleed-over into the family routine.”\n@##\nRadesky has studied the use of mobile phones and tablets at mealtimes by giving mother-child pairs a food-testing exercise. She found that mothers who sued devices\nduring the exercise started 20 percent fewer verbal and 39 percent fewer nonverbal interactions with their children. During a separate observation, she saw that phones became a source of tension in the family. Parents would be looking at their emails while the children would be making excited bids for their attention.\n@##\nInfants are wired to look at parents’ faces to try to understand their world, and if those faces are blank and unresponsive—as they often are when absorbed in a device－it can be extremely disconcerting foe the children. Radesky cites the “still face experiment” devised by developmental psychologist Ed Tronick in the 1970s. In it, a mother is asked to interact with her child in a normal way before putting on a blank expression and not giving them any visual social feedback; The child becomes increasingly distressed as she tries to capture her mother’s attention. \"Parents don't have to be exquisitely parents at all times, but there needs to be a balance and parents need to be responsive and sensitive to a child’s verbal or nonverbal expressions of an emotional need,\" says Radesky.\n@##\nOn the other hand, Tronick himself is concerned that the worries about kids' use of screens are born out of an “oppressive ideology that demands that parents should always be interacting” with their children: “It’s based on a somewhat fantasized, very white, very upper-middle-class ideology that says if you’re failing to expose your child to 30,000 words you are neglecting them.” Tronick believes that just because a child isn’t learning from the screen doesn’t mean there’s no value to it－particularly if it gives parents time to have a shower, do housework or simply have a break from their child. Parents, he says, can get a lot out of using their devices to speak to a friend or get some work out of the way. This can make them feel happier, which lets then be more available to their child the rest of the time.\n", "Q": [{"no": 0, "question": "According to Jenny Radesky, digital products are designed to ______. \n@#simplify routine matters\n@#absorb user attention\n@#better interpersonal relations \n@#increase work efficiency"}, {"no": 1, "question": "Radesky’s food-testing exercise shows that mothers’ use of devices ______.\n@#takes away babies’ appetite\n@#distracts children’s attention\n@#slows down babies’ verbal development\n@#reduces mother-child communication"}, {"no": 2, "question": "Radesky’s cites the “still face experiment” to show that _______.\n@#it is easy for children to get used to blank expressions\n@#verbal expressions are unnecessary for emotional exchange \n@#children are insensitive to changes in their parents’ mood\n@#parents need to respond to children's emotional needs"}, {"no": 3, "question": "The oppressive ideology mentioned by Tronick requires parents to_______.\n@#protect kids from exposure to wild fantasies \n@#teach their kids at least 30,000 words a year \n@#ensure constant interaction with their children \n@#remain concerned about kid's use of screens "}, {"no": 4, "question": "According to Tronick, kid’s use of screens may_______.\n@#give their parents some free time\n@#make their parents more creative\n@#help them with their homework\n@#help them become more attentive\n"}]}, {"no": 2, "T": "\n@##\nToday, widespread social pressure to immediately go to college in conjunction with increasingly high expectations in a fast-moving world often causes students to completely overlook the possibility of taking a gap year. After all, if everyone you know is going to college in the fall, it seems silly to stay back a year, doesn't it? And after going to school for 12 years, it doesn't feel natural to spend a year doing something that isn’t academic.\n@##\nBut while this may be true, it’s not a good enough reason to condemn gap years. There's always a constant fear of falling behind everyone else on the socially perpetuated “race to the finish line,” whether that be toward graduate school, medical school or lucrative career. But despite common misconceptions, a gap year does not hinder the success of academic pursuits－in fact, it probably enhances it.\n@##\nStudies from the United States and Australia show that students who take a gap year are generally better prepared for and perform better in college than those who do not. Rather than pulling students back, a gap year pushes them ahead by preparing them for independence, new responsibilities and environmental changes－all things that first-year students often struggle with the most. Gap year experiences can lessen the blow when it comes to adjusting to college and being thrown into a brand new environment, making it easier to focus on academics and activities rather than acclimation blunders.\n@##\nIf you're not convinced of the inherent value in taking a year off to explore interests, then consider its financial impact on future academic choices. According to the National Center for Education Statistics, nearly 80 percent of college students end up changing their majors at least once. This isn’t surprising, considering the basic mandatory high school curriculum leaves students with a poor understanding of\nthemselves listing one major on their college applications, but switching to another after taking college classes. It’s not necessarily a bad thing, but depending on the school, it can be costly to make up credits after switching too late in the game. At Boston College, for example, you would have to complete an extra year were you to switch to the nursing school from another department. Taking a gap year to figure things out initially can help prevent stress and save money later on.\n", "Q": [{"no": 0, "question": " One of the reasons for high-school graduates not taking a gap year is that_____.\n@#they think it academically misleading\n@#they have a lot of fun to expect in college\n@#it feels strange to do differently from others\n@#it seems worthless to take off-campus courses"}, {"no": 1, "question": " Studies from the US and Australia imply that taking a gap year helps_____.\n@#keep students from being unrealistic\n@#lower risks in choosing careers\n@#ease freshmen’s financial burdens\n@#relieve freshmen of pressures"}, {"no": 2, "question": " The word “acclimation”（Line 8, Para. 3） is closest in meaning to_____.\n@#adaptation\n@#application\n@#motivation\n@#competition"}, {"no": 3, "question": " A gap year may save money for students by helping them_____.\n@#avoid academic failures\n@#establish long-term goals\n@#switch to another college\n@#decide on the right major"}, {"no": 4, "question": " The most suitable title for this text would be_____.\n@#In Favor of the Gap Year\n@#The ABCs of the Gap Year\n@#The Gap Year Comes Back\n@#The Gap Year: A Dilemma\n"}]}, {"no": 3, "T": "\n@##\nThough often viewed as a problem for western states, the growing frequency of wildfires is a national concern because of its impact on federal tax dollars, says Professor Max Moritz, a specialist in fire ecology and management.\n@##\nIn 2015, the US Forest Service for the first time spent more than half of its $5.5 billion annual budget fighting fires－nearly double the percentage it spent on such efforts 20 years ago. In effect, fewer federal funds today are going towards the agency's other work－such as forest conservation, watershed and cultural resources management, and infrastructure upkeep－that affect the lives of all Americans.\n@##\nAnother nationwide concern is whether public funds from other agencies are going into construction in fire-prone districts. As Moritz puts it, how often are federal dollars building homes that are likely to be lost to a wildfire?\n@##\n“It’s already a huge problem from a public expenditure perspective for the whole country,” he says. We need to take a magnifying glass to that. Like, “Wait a minute, is this OK?”“Do we want instead to redirect those funds to concentrate on lower-hazard parts of the landscape?”\n@##\nSuch a view would require a corresponding shift in the way US society today views fire, researchers say.\n@##\nFor one thing, conversations about wildfires need to be more inclusive. Over the past decade, the focus has been on climate change－how the warming of the Earth from greenhouse gases is leading to conditions that worsen fires.\n@##\nWhile climate is a key element, Moritz says, it shouldn’t come at the expense of the rest of the equation.\n@##\n“The human systems and the landscapes we live on are linked, and the interactions go both ways,\" he says. Failing to recognize that, he notes, leads to \"an overly simplified view of what the solutions might be. Our perception of the problem and of what the solution is becomes very limited.”\n@##\nAt the same time, people continue to treat fire as an event that needs to be wholly controlled and unleashed only out of necessity, says Professor Balch at the University of Colorado. But acknowledging fire's inevitable presence in human life is an attitude crucial to developing the laws, policies, and practices that make it as safe as possible, she says.\n@##\n“We’ve disconnected ourselves from living with fire,” Balch says. “It is really important to understand and try and tease out what is the human connection with fire today.”\n", "Q": [{"no": 0, "question": "More frequent wildfires have become a national concern because in 2015 they_____.\n@#exhausted unprecedented management efforts\n@#consumed a record-high percentage of budget\n@#severely damaged the ecology of western states\n@#caused a huge rise of infrastructure expenditure"}, {"no": 1, "question": " Moritz calls for the use of \"a magnifying glass\" to _____.\n@#raise more funds for fire-prone areas\n@#avoid the redirection of federal money\n@#find wildfire-free parts of the landscape\n@#guarantee safer spending of public funds"}, {"no": 2, "question": " While admitting that climate is a key element, Moritz notes that _____.\n@#public debates have not settled yet\n@#fire-fighting conditions are improving\n@#other factors should not be overlooked\n@#a shift in the view of fire has taken place"}, {"no": 3, "question": " The overly simplified view Moritz mentions is a result of failing to _____.\n@#discover the fundamental makeup of nature\n@#explore the mechanism of the human systems\n@#maximize the role of landscape in human life\n@#understand the interrelations of man and nature"}, {"no": 4, "question": " Professor Balch points out that fire is something man should _____.\n@#do away with\n@#come to terms with\n@#pay a price for\n@#keep away from"}]}]}, {"no": 2018, "text": [{"no": 0, "T": "\n@##\nIt is curious that Stephen Koziatek feels almost as though he has to justify his efforts to give his students a better future.\n@##\nMr. Koziatek is part of something pioneering. He is a teacher at a New Hampshire high school where learning is not something of books and tests and mechanical memorization, but practical. When did it become accepted wisdom that students should be able to name the 13th president of the United States but be utterly overwhelmed by a broken bike chain？\n@##\nAs Koziatek knows, there is learning in just about everything. Nothing is necessarily gained by forcing students to learn geometry at a graffitied desk stuck with generations of discarded chewing gum. They can also learn geometry by assembling a bicycle.\n@##\nBut he’s also found a kind of insidious prejudice. Working with your hands is seen as almost a mark of inferiority. Schools in the family of vocational education “have that stereotype...that it’s for kids who can’t make it academically,”he says.\n@##\nOn one hand, that viewpoint is a logical product of America’s evolution. Manufacturing is not the economic engine that it once was. The job security that the US economy once offered to high school graduates has largely evaporated. More education is the new principle. We want more for our kids, and rightfully so.\n@##\nBut the headlong push into bachelor’s degrees for all – and the subtle devaluing of anything less – misses an important point： That’s not the only thing the American economy need. Yes, a bachelor’s degree opens more doors. But even now, 54 percent of the jobs in the country are middle-skill jobs, such as construction and high-skill manufacturing. But only 44 percent of workers are adequately trained.\n@##\nIn other words, at a time when the working class has turned the country on its political head, frustrated that the opportunity that once defined America is vanishing, one obvious solution is staring us in the face. There is a gap in working-class jobs, but the workers who need those jobs most aren’t equipped to do them. Koziatek’s Manchester school of Technology High School is trying to fill that gap.\n@##\nKoziatek’s school is a wake-up call. When education becomes one-size-fits-all, it risks overlooking a nation’s diversity of gifts.\n", "Q": [{"no": 0, "question": "A broken bike chain is mentioned to show students’ lack of\n@#practical ability\n@#academic training\n@#pioneering spirit\n@#mechanical memorization"}, {"no": 1, "question": "There exists the prejudice that vocational education is for kids who\n@#have a stereotyped mind\n@#have no career motivation\n@#are not academically successful\n@#are financially disadvantaged"}, {"no": 2, "question": "We can infer from Paragraph 5 that high school graduates\n@#used to have big financial concerns\n@#used to have more job opportunities\n@#are reluctant to work in manufacturing\n@#are entitled to more educational privileges"}, {"no": 3, "question": "The headlong push into bachelor‘s degrees for all\n@#helps create a lot of middle-skill jobs\n@#may narrow the gap in working-class jobs\n@#is expected to yield a better-trained workforce\n@#indicates the overvaluing of higher education"}, {"no": 4, "question": "The author‘s attitude toward Koziatek’s school can be described as\n@#supportive\n@#tolerant\n@#disappointed\n@#cautious\n"}]}, {"no": 1, "T": "\n@##\nWhile fossil fuels—still generate roughly 85 percent of the world’s energy supply, it’s clearer than ever that the future belongs to renewable sources such as wind and solar. The move to renewables is picking up momentum around the world： They now account for more than half of new power sources going on line.\n@##\nSome growth stems from a commitment by governments and farsighted businesses to fund cleaner energy sources. But increasingly the story is about the plummeting prices of renewables, especially wind and solar. The cost of solar panels has dropped by 80 percent and the cost of wind turbines by close to one-third in the past eight years.\n@##\nIn many parts of the world renewable energy is already a principal energy source. In Scotland, for example, wind turbines provide enough electricity to power 95 percent of homes. While the rest of the world takes the lead, notably China and Europe, the United States is also seeing a remarkable shift. In March, for the first time, wind and solar power accounted for more than 10 percent of the power generated in the US, reported the US Energy Information Administration.\n@##\nPresident Trump has underlined fossil fuels—especially coal—as the path to economic growth. In a recent speech in Iowa, he dismissed wind power as an unreliable energy source. But that message did not play well with many in Iowa, where wind turbines dot the fields and provide 36 percent of the state’s electricity generation—and where tech giants like Microsoft are being attracted by the availability of clean energy to power their data centers.\n@##\nThe question “What happens when the wind doesn’t blow or the sun doesn’t shine？” has provided a quick put-down for skeptics. But a boost in the storage capacity of batteries is making their ability to keep power flowing around the clock more likely.\n@##\nThe advance is driven in part by vehicle manufacturers, who are placing big bets on battery-powered electric vehicles. Although electric cars are still a rarity on roads now, this massive investment could change the picture rapidly in coming years.\n@##\nWhile there’s a long way to go, the trend lines for renewables are spiking. The pace of change in energy sources appears to be speeding up—perhaps just in time to have a meaningful effect in slowing climate change. What Washington does—or doesn’t do—to promote alternative energy may mean less and less at a time of a global shift in thought.\n", "Q": [{"no": 0, "question": "The word “plummeting”（Line 3, Para. 2） is closest in meaning to\n@#stabilizing\n@#changing\n@#falling\n@#rising"}, {"no": 1, "question": "According to Paragraph 3, the use of renewable energy in America\n@#is progressing notably\n@#is as extensive as in Europe\n@#faces many challenges\n@#has proved to be impractical"}, {"no": 2, "question": "It can be learned that in Iowa,\n@#wind is a widely used energy source\n@#wind energy has replaced fossil fuels\n@#tech giants are investing in clean energy\n@#there is a shortage of clean energy supply"}, {"no": 3, "question": "Which of the following is true about clean energy according to Paragraphs 5&6？\n@#Its application has boosted battery storage\n@#It is commonly used in car manufacturing\n@#Its continuous supply is becoming a reality\n@#Its sustainable exploitation will remain difficult."}, {"no": 4, "question": "It can be inferred from the last paragraph that renewable energy____\n@#will bring the USA closer to other countries\n@#will accelerate global environmental change\n@#is not really encouraged by the USA government\n@#is not competitive enough with regard to its cost.\n"}]}, {"no": 2, "T": "\n@##\nThe power and ambition of the giants of the digital economy is astonishing-Amazon has just announced the purchase of the upmarket grocery chain Whole Foods for $l3.5bn,but two years ago Facebook paid even more than that to\nacquiretheWhatsAppmessagingservice,\nwhich doesn‘t have any physical product at all. What WhatsApp offered Facebook was an intricate and finely detailed web of its users’ friendships and social lives.\n@##\nFacebook promised the European commission then that it would not link phone numbers to Facebook identities, but it broke the promise almost as soon as the deal went through. Even without knowing what was in the messages, the knowledge of who sent them and to whom was enormously revealing and still could be. What political journalist, what party whip, would not want to know the makeup of the WhatsApp groups in which Therea May‘s enemies are currently plotting？ It may be that the value of Whole Foods to Amazon is not so much the 460 shops it owns, but the records of which customers have purchased what.\n@##\nCompetition law appears to be the only way to address these imbalances of power. But it is clumsy. For one thing, it is very slow compared to the pace of Change within the digital economy. By the time a problem has been addressed and remedied it may have vanished in the marketplace, to be replaced by new abuses of power. But there is a deeper conceptual problem, too. Competition law as presently interpreted deals with financial disadvantage to consumers and this is not obvious when the users of these services don‘t pay for them. The users of their Services are not their customers.That would be the people who buy advertising from them-and Facebook and Google,the two virtual giants,dominate digital advertising to the disadvantage of all other media and entertainment companies.\n@##\nThe product they‘re selling is data, and we, the users, convert our lives to date for the benefit of the digital giants. Just as some ants farm the bugs called aphids for the honeydew the produce when they feed, so Google farms us for the data that our digital lives yield. Ants keep predatory insects away from where their aphids feed； Gmail keeps the spamme out of our inboxes. It doesn’t feel like a human or democratic relationship, even if both sides benefit.\n", "Q": [{"no": 0, "question": "According to Paragraph 1, Facebook acquired WhatsApp for its\n@#digital products\n@#user information\n@#physical assets\n@#quality service"}, {"no": 1, "question": "Linking phone numbers to Facebook identities may\n@#worsen political disputes\n@#mess up customer records\n@#pose a risk to Facebook users\n@#mislead the European commission"}, {"no": 2, "question": "According to the author, competition law\n@#should sever the new market powers\n@#may worsen the economic imbalance\n@#should not provide just one legal solution\n@#cannot keep pace with the changing market"}, {"no": 3, "question": "Competition law as presently interpreted can hardly protect Facebook users because\n@#they are not defined as customers\n@#they are not financially reliable\n@#the services are generally digital\n@#the services are paid for by advertisers"}, {"no": 4, "question": "The ants analogy is used to illustrate\n@#a win-win business model between digital giants\n@#a typical competition pattern among digital giants\n@#the benefits provided for digital giants ’customers\n@#the relationship between digital giants and their users\n"}]}, {"no": 3, "T": "\n@##\nTo combat the trap of putting a premium on being busy, Cal Newport, author of Deep Work： Rules for Focused Success in a Distracted World, recommends building a habit of “deep work”-the ability to focus without distraction.\n@##\nThere are a number of approaches to mastering the art of deep work- be it lengthy retreats dedicated to a specific task； developing a daily ritual； or taking a “journalistic” approach to seizing moment of deep work when you can throughout the day. Whichever approach, the key is to determine your length of focus time and stick to it.\n@##\nNewport also recommends “deep scheduling” to combat constant interruptions and get more done in less time. “At any given point, I should have deep work scheduled for roughly the next mouth. Once on the calendar, I protect this time like I would a doctor’s appointment or important meeting”, he writes.\n@##\nAnother approach to getting more done in less time is to rethink how you priorities your day – in particular how we craft our to-do lists. Tim Harford, author of Messy： The Power of Disorder to Transform Our Lives, points to a study in the early 1980s that divided undergraduates into two groups： some were advised to set out monthly goals and study activities；others were told to plan activities and goals in much more detail, day by day.\n@##\nWhile the researchers assumed that the well-structured daily plans would be most effective when it came to the execution of tasks,they were wrong：the detailed daily plans demotivated students .Harford argues that inevitable distractions often render the daily to-do list ineffective, while leaving room for improvisation in such a list can reap the best results.\n@##\nIn order to make the most of our focus and energy, we also need to embrace downtime, or as Newport suggests, “be lazy”.\n@##\n“Idleness is not just a vacation, an indulgence or a vice； it is as indispensable to the brain as vitamin D is to the body …”[idleness]is, paradoxically, necessary to getting any work done,” he argues.\n@##\nSrini Pillay, an assistant professor of psychiatry at Harvard Medical School, believes this counterintuitive link between downtime and productivity may be due to the may our brains operate. When our brains switch between being focused and unfocused on a task, they tend to be more efficient.\n@##\n“What people don’t realise is that in order to complete these tasks they need to use both the focus and unfocus circuits in their brain,” says Pillay.\n", "Q": [{"no": 0, "question": " The key to mastering the art of deep work is to\n@#keep to your focus time\n@#list your immediate tasks\n@#make specific daily plans\n@#seize every minute to work"}, {"no": 1, "question": "The study in the early 1980s cited by Harford shows that\n@#distractions may actually increase efficiency\n@#daily schedules are indispensable to studying\n@#students are hardly motivated by monthly goals\n@#detailed plans may not be as fruitful as expected"}, {"no": 2, "question": "According to Newport, idleness is\n@#a desirable mental state for busy people\n@#a major contributor to physical health\n@#an effective way to save time and energy\n@#an essential factor in accomplishing any work"}, {"no": 3, "question": "Pillay believes that our brains’ shift between being focused and unfocused\n@#can result in psychological well-being\n@#can bring about greater efficiency\n@#is aimed at better balance in work\n@#is driven by task urgency"}, {"no": 4, "question": "This text is mainly about\n@#ways to relieve the tension of busy life\n@#approaches to getting more done in less time\n@#the key to eliminating distractions\n@#the cause of the lack of focus time"}]}]}, {"no": 2019, "text": [{"no": 0, "T": "\n@##\nUnlike so-called basic emotions such as sadness, fear, and anger, guilt emerges a little later, in conjunction with a\nchild's growing grasp of social and moral norms. Children aren’t born knowing how to say “I’m sorry”; rather, they\nlearn over time that such statements appease parents and friends -- and their own consciences. This is why researchers\ngenerally regard so-called moral guilt, in the right amount, to be a good thing.\n@##\nIn the popular imagination, of course, guilt still gets a bad rap. It is deeply uncomfortable -- it’s the emotional\nequivalent of wearing a jacket weighted with stones. Yet this understanding is outdated. “There has been a kind of\nrevival or a rethinking about what guilt is and what role guilt can serve,” says Amrisha Vaish, a psychology researcher\nat the University of Virginia, adding that this revival is part of a larger recognition that emotions aren't binary --feelings\nthat may be advantageous in one context may be harmful in another. Jealousy and anger, for example, may have\nevolved to alert us to important inequalities. Too much happiness can be destructive.\n@##\nAnd guilt, by prompting us to think more deeply about our goodness, can encourage humans to make up for errors\nand fix relationships. Guilt, in other words, can help hold a cooperative species together. It is a kind of social glue.\n@##\nViewed in this light, guilt is an opportunity. Work by Tina Malti, a psychology professor at the University of\nToronto, suggests that guilt may compensate for an emotional deficiency. In a number of studies, Malti and others have\nshown that guilt and sympathy may represent different pathways to cooperation and sharing Some Kids who are low in\nsympathy may make up for that shortfall by experiencing more guilt, which can rein in their nastier impulses. And vice\nversa: High sympathy can substitute for low guilt.\n@##\nIn a 2014 study, for example, Malti looked at 244 children Using caregiver assessments and the children’s\nself-observations, she rated each child’s overall sympathy level and his or her tendency to feel negative emotions after\nmoral transgressions. Then the kids were handed chocolate coins, and given a chance to shared them with an\nanonymous child. For the low-sympathy kids, how much they shared appeared to turn on how inclined they were to feel\nguilty. The guilt-prone ones shared more, even though they hadn’t magically become more sympathetic to the other\nchild’s deprivation.\n@##\n“ That’s good news,” Malti says. “ We can be prosocial because we caused harm and we feel regret,”\n", "Q": [{"no": 0, "question": "Researchers think that guilt can be a good thing because it may help_______\n@# regulate a child’s basic emotions\n@# foster a child’s moral development\n@# improve a child’s intellectual ability\n@# intensify a child’s positive feelings"}, {"no": 1, "question": "According to Paragraph 2, many people still consider guilt to be________\n@# deceptive\n@# addictive\n@# burdensome\n@# inexcusable"}, {"no": 2, "question": "Vaish holds that the rethinking about guilt comes from an awareness that________\n@# emotions are context-independent\n@# emotional stability can benefit health\n@# emotions are socially constructive\n@# an emotion can play opposing roles"}, {"no": 3, "question": "Malti and others have shown that cooperation and sharing_______\n@# may help correct emotional deficiencies\n@# can bring about emotional satisfaction\n@# can result form either sympathy or guilt\n@# may be the outcome of impulsive acts"}, {"no": 4, "question": "The word “transgressions”(Line 4, Para. 5) is closest in meaning to_______\n@# teachings\n@# discussions\n@# restrictions\n@# wrongdoings\n  "}]}, {"no": 1, "T": "\n@##\nForests give us shade, quiet and one of the harder challenges in the fight against climate change. Even as we\nhumans count on forests to soak up a good share of the carbon dioxide we produce, we are threatening their ability to\ndo so. The climate change we are hastening could one day leave us with forests that emit more carbon than they absorb.\n@##\nThankfully, there is a way out of this trap-but it involves striking a subtle balance. Helping forests flourish as\nvaluable “carbon sinks” long into the future may require reducing their capacity to sequester carbon now. California is\nleading the way, as it does on so many climate efforts, in figuring out the details.\n@##\nThe state’s proposed Forest Carbon Plan aims to double efforts to thin out young trees and clear brush in parts of\nthe forest, including by controlled burning. This temporarily lowers carbon-carrying capacity. But the remaining trees\ndraw a greater share of the available moisture, so they grow and thrive, restoring the forest’s capacity to pull carbon\nfrom the air. Healthy trees are also better able to fend off insects. The landscape is rendered less easily burnable. Even\nin the event of a fire, fewer trees are consumed.\n@##\nThe need for such planning is increasingly urgent. Already, since 2010, drought and insects have killed over 100\nmillion trees in California, most of them in 2016 alone, and wildfires have burned hundreds of thousands of acres.\n@##\nCalifornia’s plans treat 35,000 acres of forest a year by 2020, and 60,000 by 2030 -financed from the proceeds of\nthe state’s emissions-permit auctions. That’s only a small share of the total acreage that could benefit, about half a\nmillion acres in all, so it will be vital to prioritize areas at greatest risk of fire or drought.\n@##\nThe strategy also aims to ensure that carbon in woody material removed from the forests is locked away in the\nform of solid lumber or burned as biofuel in vehicles that would otherwise run on fossil fuels. New research on\ntransportation biofuels is already under way.\n@##\nState governments are well accustomed to managing forests, but traditionally they’ve focused on wildlife,\nwatersheds and opportunities for recreation. Only recently have they come to see the vital part forests will have to play\nin storing carbon. Califormia’s plan, which is expected to be finalized by the governor next year, should serve as a\nmodel.\n", "Q": [{"no": 0, "question": "By saying “one of the harder challenges,” the author implies that________\n@# global climate change may get out of control\n@# people may misunderstand global warming\n@# extreme weather conditions may arise\n@# forests may become a potential threat"}, {"no": 1, "question": "To maintain forests as valuable “carbon sinks,” we may need to_______\n@# preserve the diversity of species in them\n@# accelerate the growth of young trees\n@# strike a balance among different plants\n@# lower their present carbon-absorbing capacity"}, {"no": 2, "question": "California’s Forest Carbon Plan endeavors to________\n@# cultivate more drought-resistant trees\n@# reduce the density of some of its forests\n@# find more effective ways to kill insects\n@# restore its forests quickly after wildfires"}, {"no": 3, "question": "What is essential to California’s plan according to Paragraph 5?\n@# To handle the areas in serious danger first\n@# To carry it out before the year of 2020\n@# To perfect the emissions-permit auctions\n@# To obtain enough financial support.\n@@@"}, {"no": 4, "question": "The author’s attitude to California’s plan can best be described as________\n@# ambiguous\n@# tolerant\n@# supportive\n@# cautious\n  "}]}, {"no": 2, "T": "\n@##\nAmerican farmers have been complaining of labor shortages for several years now.Given a multi- year decline in\nillegal immigration, and a similarly sustained pickup in the U.S. job market, the complaints are unlikely to stop without\nan overhaul of immigration rules for farm workers.\n@##\nCongress has obstructed Efforts to crate a more straightforward agricultural-workers visa that would enable foreign workers to stay longer\nin the U.S. and change jobs within the industry have so far failed in Congress.If this doesn’t change.American\nbusinesses.communities and consumers will be the losers.\n@##\nPerhaps half of U.S. farm laborers are undocumented immigrants. As fewer such workers enter the U.S., the\ncharacteristics of the agricultural workforce are changing. Today’s farm laborers, while still predominantly born in\nMexico, are more likely to be settled, rather than migrating, and more likely to be married than single. They are also\naging. At the start of this century, about one-third of crop workers were over the age of 35. Now, more than half are. And crop picking is hard on older bodies. One oft-debated cure for this labor shortage remains as implausible as it has\nbeen all along: Native U.S. workers won’t be returning to the farm.\n@##\nMechanization is not the answer either—not yet at least. Production of com,cotton, rice, soybeans and wheat has\nbeen largely mechanized, but many high-value, labor-intensive crops, such as strawberries, need labor. Even dairy\nfarms,where robots do a small share of milking, have a long way to go before they are automated.\n@##\nAs a result, farms have grown increasingly reliant on temporary guest workers using the H-2A visa to fill the gaps\nin the agricultural workforce. Starting around 2012, requests for the visas rose sharply; from 2011 to 2016 the number\nof visas issued more than doubled.\n@##\nThe H-2A visa has no numerical cap, unlike the H-2B visa for nonagricultural work, which is limited to 66,000\nannually.Even so,employers frequently complain they aren’t allotted all the workers they need.The process is\ncumbersome,expensive,and unreliable. One survey found that bureaucratic delays led H-2A worker to arrive on the job\nan average of 22 days late. And the shortage is compounded by federal immigration raids, which remove some workers\nand drive others underground.\n@##\nIn a 2012 survey, 71 percent of tree-fruit growers and nearly 80 percent of raisin and berry growers said they were\nshort of labor. Some western growers have responded by moving operations to Mexico. From 1998-2000, 14.5 percent\nof the fruit Americans consumed was imported. Little more than a decade later, the share of imported fruit had\nincreased to 25.8 percent.\n@##\nIn effect, the U.S. can import food or it can import the workers who pick it.\n", "Q": [{"no": 0, "question": " What problem should be addressed according to the first two paragraphs?\n@# Discrimination against foreign workers in the U.S\n@# Biased laws in favor of some American businesses\n@# Flaws in U.S. immigration rules for farm workers\n@# Decline of job opportunities in U.S. agriculture.\n@@@"}, {"no": 1, "question": "One trouble with U.S. agricultural workforce is________\n@# the rising number of illegal immigrants\n@# the lack of experienced laborers\n@# the high mobility of crop workers\n@# the aging of immigrant farm workers"}, {"no": 2, "question": "What is the much-argued solution to the labor shortage in U.S. farming?\n@# To attract younger laborers to farm work\n@# To get native U.S. workers back to farming\n@# To use more robots to grow high-value crops\n@# To strengthen financial support for farmers.\n@@@"}, {"no": 3, "question": "Agricultural employers complain about the H-2A visa for its________\n@# slow granting procedures\n@# limit on duration of stay\n@# tightened requirements\n@# control of annual admissions"}, {"no": 4, "question": "Which of the following could be the best title for this text?\n@# U.S. Agriculture in Decline?\n@# Import Food or Labor?\n@# America Saved by Mexico?\n@# Manpower vs. Automation?\n  "}]}, {"no": 3, "T": "\n@##\nArnold Schwarzenegger, Dia Mirza and Adrian Grenier have a message for you: It’s easy to beat plastic. They’re\npart of a bunch of celebrities staring in a new video for World Environment Day—encouraging you, the consumer, to\nswap out your single-use plastic staples like straws and cutlery to combat the plastic crisis.\n@##\nThe key messages that have been put together for World Environment Day do include a call for governments to\nenact legislation to curb single-us plastics. But the overarching message is directed at individuals.\n@##\nMy concern with leaving it up to the individual, however, is our limited sense of what needs to be achieved. On\ntheir own, taking our own bags to the grocery store or quitting plastic straws, for example, will accomplish little and\nrequire very little of us. They could even be detrimental, satisfying a need to have “done our bit” without ever\nprogressing onto bigger, bolder, more effective actions — a kind of “moral licensing” that allays our concerns and stops\nus doing more and asking more of those in charge.\n@##\nWhile the conversation around our environment and our responsibility toward it remains centered on shopping\nbags and straws, we’re ignoring the balance of power that implies that as “consumers” we must shop sustainably, rather\nthan as “citizens” hold our governments and industries to account to push for real systemic change.\n@##\nIt’s important to acknowledge that the environment isn’t everyone’s priority - or even most people’s. We shouldn’t\nexpect it to be. In her latest book, Why Good People Do Bad Environmental Things, Wellesley College professor\nElizabeth R. DeSombre argues that the best way to collectively change the behavior of large numbers of people is for\nthe change to be structural.\n@##\nThis might mean implementing policy such as a plastic tax that adds a cost to environmentally problematic action,\nor banning single-use plastics altogether. India has just announced it will “eliminate all single-use plastic in the country\nby 2022.” There are also incentive-based ways of making better environmental choices easier, such as ensuring\nrecycling is at least as easy as trash disposal.\n@##\nDeSombre isn’t saying people should stop caring about the environment. It’s just that individual actions are too\nslow, she says, for that to be the only, or even primary, approach to changing widespread behavior.\n@##\nNone of this is about writing off the individual. It’s just about putting things into perspective. We don’t have time\nto wait. We need progressive policies that shape collective action (and rein in polluting businesses), alongside engaged\ncitizens pushing for change.\n", "Q": [{"no": 0, "question": " Some celebrities star in a new video to\n@# demand new laws on the use of plastics\n@# urge consumers to cut the use of plastics\n@# disc lose the causes of the plastics crisis\n@# invite public opinion on the plastics crisis"}, {"no": 1, "question": " The author is concerned that “moral licensing” may\n@# mislead us into doing worthless things\n@# prevent us from making further efforts\n@# weaken our sense of accomplishment\n@# suppress our desire for success"}, {"no": 2, "question": " By pointing out our identity as “citizens,”,the author indicates that\n@# our focus should be shifted shifted to community welfare\n@# our relationship with local industries is improving\n@# We have been actively exercising our civil rights\n@# We should press our government to lead the combat"}, {"no": 3, "question": " DeSombre argues that the best way for a collective change should be\n@# a top down process\n@# a win-win arrangement\n@# a self-driven mechanism\n@# a cost-effective approach"}, {"no": 4, "question": " The author concludes that individual efforts\n@# can be too aggressive\n@# can be too inconsistent\n@# are far from rational\n@# are far from sufficient"}]}]}], "info": {}}